[
    {
        "Amma Two Wheeler Scheme for Working Women.": "\nOverview Of The Scheme\n\nName Of The Scheme\nAmma Two Wheeler Scheme for Working Women.\nLaunched on\n2017-2018.\nObjective\nEmpowering working women by enabling them to buy two wheeler for ease of commuting to their place of work.\nNumber of Beneficiaries Every Year\n1,00,000.\nAmount of Assistance\nRs. 25,000/- or 50% Cost of Vehicle, Whichever is Less.\nNodal Agency\nTamil Nadu Corporation for Development of Women.\nMode of Applying\nOnly Offline Mode.\nIntroduction\nAmma Two Wheeler Scheme is the scheme of Tamil Nadu Government.\nIt is a scheme for working women of Tamil Nadu.\nThe scheme is monitored by Tamil Nadu State Rural Livelihood Mission.\nIt is operational from the year 2017.\nThis main objective of this scheme is to enables the working women to buy two wheeler for herself.\nAn assistance of Rs. 25,000/- or 50% Cost of Vehicle, whichever is less will be given to the eligible beneficiary for purchase of two wheeler.\nBeneficiary can buy any vehicle of her own choice.\nBut the vehicle should be gearless or auto-geared two wheeler.\nEngine capacity should be maximum 125 cc.\nHaving a Valid License/Learner License is mandatory to avail the benefit of the scheme.\nEligibility Conditions\nThe women should be a resident of Tamil Nadu.\nAge should be between 18 to 40 years.\nMust Know Driving.\nHave Valid Two Wheeler License/Learner License.\nThe annual income should not exceed to Rs. 2,50,000/-.\nOnly single women beneficiary is eligible to avail the benefit in a family.\nShould have appeared for class 8th examination (Passed/Failed).\nPriority will be given to :-\n\tWomen living in remote places or mountainous areas.\nFemale Headed Families.\nDeserted Women.\nDestitute Widows.\nDisabled Women.\nUnmarried Women aged above 35 years.\nSchedule Caste/Schedule Tribe.\nTransgenders.\n\nEligible Beneficiaries\nRegistered Women Worker in the Organized Sector.\nRegistered Women Worker in the Unorganized Sector.\nWomen Employed in Shops and Establishment.\nSelf Employed Women.\nWomen Working in :-\n\tGovernment Aided Organizations.\nPrivate Institutions.\nGovernment Projects.\nPanchayat Level Federations (PLF) or Village Poverty Reduction Committees (VPRCs).\nMakkal Kattral Maiyam (Makamai).\nDaily Wager.\nContract Employee.\n\nBanking Correspondents.\nBanking Facilitators.\nASHA Workers.\nDocuments Required\nAadhar Card.\nPassport Size Photograph.\nProof of Age.\nProof of Residence :-\n\tEPIC Card.\nDriving License.\nAadhar Card.\nUtility Bills\nin the applicant names.\n\nDriving License/Learner Driving License (LLR)\nIncome Certificate /Self Certification.\nProof of Employment issued by :-\n\tEmployer.\nOrganization.\nProject Head.\nSociety in Case of Wage.\nSalaried Employment.\n\nProof of Educational Qualification/Appearance for VIII standard Exam (Transfer Certificate, SSLC etc.)\nSchedule Caste/Schedule Tribe Certificate.\nDifferently Abled Identity Card.\nQuotation of the Vehicle.\nReservation Details\nCategory\nReserved Percentage\nSchedule Caste (SC)\n21%\nSchedule Tribe (ST)\n1%\nDifferently Abled/Specially Challenged\n4%\nSelection Procedure\nCollect Application Form from Block Offices, Urban Local Body Offices, and the Collectorates of the district free of cost.\nFilled the Application Form correctly.\nAttach all the required documents with the Application Form.\nSubmit it to the Block Office or Urban Local Bodies (ULBs) office.\nThe applicant can also send their duly filled application through Speed/Registered Post.\nA unique application number will be allotted to all the received applications.\nAcknowledgement receipt will be given to the applicant having unique application number on it.\nApplication will be scrutinized at different level.\nAfter proper verification of the application and attached documents, the final list of eligible beneficiaries will be selected by District Level Selection Committee.\nIf the beneficiary fulfills all the eligible condition and willing to buy the vehicle from her own funds then she will have to submit her Subsidy Claim Form for releasing the subsidy.\nThe subsidy amount will directly transferred to beneficiaries bank account.\nIf the applicant wants to purchase the vehicle through loan then her application will be sent to bank or vehicle financing company.\nFeature of the Scheme.\nMost of the working women in Tamil Nadu finds difficult to reached their work place on time.\nThe problem gets even worse when it is time to come back from the office.\nSo, keeping this in mind Tamil Nadu Government launches Amma Two Wheeler Scheme for Working Women.\nIn this scheme, any working women who is willing to buy two wheeler will get subsidy from Tamil Nadu Government.\nThe amount of subsidy is Rs. 25,000/- or 50% of the cost of the vehicle, whichever is less.\nAdditional assistance of Rs. 6,250/- will be given to disable beneficiary.\nThe remaining amount will be borne by the beneficiary by herself.\nThere is also a facility of loan through a bank or institutional loan for remaining amount.\nSelected vehicle should be manufactured on or after 01.01.2018.\nOnly one women in a family is eligible to avail the benefit of the scheme.\nThe vehicles should only and only for the beneficiary's own use.\nVehicle should not be sold or transferred or gifted or lent to any other person for a minimum period of 3 years.\nDistrict Level Selection Committee (Rural)\nThe District Level Selection Committee (Rural) have following officials :-\nDistrict Collector\nChairperson\nProject Officer, Mahalir Thittam\nMember Secretary\nProject Director, DRDA\nMember\nDeputy Collector (SSS)\nMember\nRegional Transport Officer\nMember\nLead Bank Manager & Coordinators of Major Bank\nMember\nDistrict Differently abled Welfare Officer\nMember\nDistrict Adi-Dravidar Welfare Officer\nMember\nDistrict Level Selection Committee (Urban)\nThe District Level Selection Committee (Urban) have following officials :-\nDistrict Collector\nChairperson\nProject Officer, Mahalir Thittam\nMember Secretary\nRegional Director of Municipal Administration\nMember\nCorporation Commissioner/Municipal Commissioner\nMember\nAssistant Director, Town Panchayats\nMember\nLead Bank Manager & Coordinators of 2 Major Bank\nMember\nDeputy Collector (SSS)\nMember\nRegional Transport Officer\nMember\nDistrict Differently abled Welfare Officer\nMember\nDistrict Adi-Dravidar Welfare Officer\nMember\nChennai Corporation Selection Committee\nThe Chennai Corporation Selection Committee have following officials :-\nCommissioner\nChairperson\nDeputy Commissioner (Education\nMember Secretary\nRegional Deputy Commissioner / Zonal Officers\nMember\nProject Officer, Mahalir Thittam\nMember\nDeputy Collector (SSS)\nMember\nRegional Transport Officer\nMember\nLead Bank Manager & Coordinators of 2 Major Bank\nMember\nDistrict Differently abled Welfare Officer\nMember\nDistrict Adi-Dravidar Welfare Officer\nMember\nImportant Forms\nAmma Two Wheeler Scheme Application Form (Rural).\nAmma Two Wheeler Scheme Application Form (Urban).\nAmma Two Wheeler Scheme Field Verification Form.\nAmma Two Wheeler Scheme Subsidy Claim Form.\nImportant Links\nTamil Nadu Corporation for Development of Women.\nTamil Nadu Government.\nAmma Two Wheeler Scheme Official Guidelines.\nContact Details\nAmma Two Wheeler Scheme Helpline Number :- 044 28173412..\nAmma Two Wheeler Scheme Fax : 044 28173409.\nAmma Two Wheeler Scheme Helpdesk Email :-\n\ttncdwho@yahoo.co.in.\ntncdw@tn.nic.in\n\nTamil Nadu Corporation For Development of Women Ltd,\n\tMother Teresa Women’s Complex-I Floor,\n\tValluvar Kottam High Road, Nugambakkam,\n\tChennai-600 034,Tamil Nadu, India.\n"
    },
    {
        "Moovalur Ramamirtham Ammaiyar Higher Education Assurance Scheme.": "\nOverview Of The Scheme\n\nName of Scheme\nMoovalur Ramamirtham Ammaiyar Higher Education Assurance Scheme.\nBenefits\nFinancial Assistance to meet the cost of education.\nBeneficiaries\nGirl Students of Tamil Nadu.\nAmount of Assistance\nRs. 1,000/- per month till the completion of the course.\nNodal Agency\nDepartment of Social Welfare and Women Empowerment, Tamil Nadu.\nSubscription\nSubscribe Here to Get Update Regarding Scheme.\nMode of Apply\nThrough Moovalur Ramamirtham Ammaiyar Education Assurance Scheme Application Form.\nIntroduction\nMoovalur Ramamirtham Ammaiyar Education Assurance Scheme is a flagship scheme of Tamil Nadu Government.\nThis scheme has been named after the famous social and political activist and renowned author of Tamil Nadu Late Smt. Moovalur Ramamirtham.\nIt is run by Department of Social Welfare and Women Empowerment of Government of Tamil Nadu.\nMoovalur Ramamirtham Ammaiyar Higher Education Assurance Scheme is also called \"Pudhumai Penn Scheme\".\nMany girls leave their studies after passing 12th because of their financial condition.\nEven if the parents of those girls want, they are not able to teach them further because of the cost of education.\nDue to all these reasons, girls are deprived of education and they get married early.\nKeeping all these points in mind, Moovalur Ramamirtham Ammaiyar Higher Education Assurance Scheme was started by the Government of Tamil Nadu.\nThe main objective of this scheme is to help girls financially to complete their further education.\nUnder this scheme, financial assistance of Rs. 1,000/- per month will be given to the eligible girls students.\nThis assistance will be provided till the girl completes her undergraduate course.\nBut only those girls are eligible for financial assistance under this scheme who completed their education of Class 6th to Class 12th from Tamil Nadu Government Schools.\nGirls Students can apply for financial assistance for under graduate course by filling the Online Application Form of Moovalur Ramamirtham Ammaiyar Higher Education Assurance Scheme.\nAmount of Assistance\nThe below mentioned benefits will be provided to eligible Girls Students under Moovalur Ramamirtham Ammaiyar Higher Education Assurance Scheme :-\n\tFinancial Assistance of Rs. 1,000/- per Month will be provided to girls students till the completion of their course.\n\nEligibility\nOnly Girls Students are Eligible to Apply.\nGirls who have passed Class 6th to Class 12th from Tamil Nadu Government School.\nGirls studying in any Undergraduate Course.\nGirls who have passed Class 6th to Class 8th from private school under Right to Education Act (RTE) and passed Class 9th to Class 12th from Tamil Nadu Government School are also eligible to apply.\nIneligibility\nThe below mentioned girls are not eligible to avail the benefit of per month financial assistance under Moovalur Ramamirtham Ammaiyar Scheme of Tamil Nadu Government :-\n\tGirls Who Have Passed 6th to 12th Class from Private School.\nGirls Studying in Post Graduate Course.\nGirls Studying Through Distance Mode.\nGirls Studying in Open Universities.\n\nDocuments Required\nDocuments that are required at the time of applying for financial assistance under Moovalur Ramamirtham Ammaiyar Scheme are as follows :-\nDomicile of Tamil Nadu.\nAadhar Card.\nCaste Certificate (If Applicable).\n10th Marksheet/Certificate.\n12th Marksheet/Certificate.\nTransfer Certificate from School.\nBank Account Details.\nHow to Apply\nGirls Students can apply for financial assistance by filling Online Application Form of Moovalur Ramamirtham Ammaiyar Higher Education Assurance Scheme.\nOnline Application Form of Moovalur Ramamirtham Ammaiyar Higher Education Assurance Scheme is available at Pudhumai Penn Portal.\nGirl Student has to Register herself first through her Mobile Number.\nAfter entering the mobile number, an OTP will be received on the applicant's mobile number.\nAfter entering OTP, the applicant has to enter the following personal details :-\n\tDate of Birth.\nEMIS Number.\nName of the Applicant.\nFather/Mother/Guardian Name.\nAadhar Number.\nCommunity.\nMobile Number.\nEmail ID.\nPhoto of the Applicant.\nEducational Category.\nCollege District.\nCollege Name.\nCourse.\nCourse Tenure.\nJoining Year.\nCollege Roll Number.\n\nAfter filling all these details click on proceed button.\nAfter that the applicant will have to fill the following details of school education from Class 6th to Class 12th :-\n\tDistrict of the School.\nPanchayat Town.\nSchool Name.\nYear of Passing.\nRoll Number (Only of Class 10th and Class 12th).\n\nThen fill the below mentioned bank details :-\n\tBank Name.\nBranch City.\nBranch Name.\nIFSC Code.\nAccount Number.\nRe-enter Account Number.\nAccount Holder Name.\n\nAfter filling all the details click on submit button and after that a preview form will appear on the screen.\nThen after checking all the details click on complete registration and the applicant's form will be submitted.\nAfter verification of the application from the Education Department, the applicant will be informed through SMS.\nIf the application is found to be correct, the applicant will continue to get the amount of assistance in the bank account regularly every month.\nFeatures of the Scheme\nUnder this scheme, only those girls are eligible who have completed their studies from class 6th to class 12th from a government school.\nThe girl who has completed her studies under Right to Education from class 6th to class 8th and after that from a government school from class 9th to class 12th are also eligible under this scheme.\nA girl who takes benefit of any other government scheme is also eligible to get benefit under this scheme.\nGirls studying in any Undergraduate Course, Professional Course, Paramedical Course, Diploma, ITI, or any other recognised course are eligible to take benefits under this scheme.\nGirls who have completed class 6 to 12 from any private school, studying in open university or distance mode, studying in post graduate course are not eligible under this scheme.\nAn amount of Rs. 697.78 Core has been made for this scheme in the budget estimate for the year 2022-2023.\nAfter applying, the list of eligible students will be released only after due scrutiny of the applications.\nThe financial assistance amount of the scheme will be given every month in the account of the girl.\nList of Eligible Courses\nFollowing are the eligible courses for financial assistance under Moovalur Ramamirtham Ammaiyar Higher Education Assurance Scheme :-\n\t\nBachelor Degrees Courses like :-\n\t\t\t\t\tB.A\nBSc.\nB.Com.\nB.B.A.\nB.C.A.\n\nProfessional Courses like :-\n\t\t\t\t\tB.E.\nB. Tech.\nM.B.B.B.S.\nB.D.S.\nBSc. (Agriculture).\nB.V.Sc.\nB.F.Sc.\nB.L.\n\nParamedical Courses like :-\n\t\t\t\t\tNursing.\nPharmacy.\nMedical Lab Technology.\nPhysiotherapy.\n\nAll Arts, Science and Fine Arts Courses.\nDiploma or ITI or any other recognised course.\n\n\nList of Eligible Government Schools\nThe following schools are also treated as Eligible Government Schools under Moovalur Ramamirtham Ammaiyar Higher Education Assurance Scheme :-\n\t\nAdi Dravidar Welfare Schools.\nKallar Reclamation Schools.\nPanchayat Union Primary and Middle Schools.\nSchools Run by Municipalities and Municipal Corporation.\nTribal Welfare School.\nSchools Run by Forest and Social Defence Departments.\nSchools Run by Department of the Welfare of the Differently Abled.\nBackward/Most Backward Welfare Schools.\n\n\nImportant Links\nMoovalur Ramamirtham Ammaiyar Higher Education Assurance Scheme Online Application Form.\nMoovalur Ramamirtham Ammaiyar Higher Education Assurance Scheme Registration.\nMoovalur Ramamirtham Ammaiyar Higher Education Assurance Scheme Application Status.\nMoovalur Ramamirtham Ammaiyar Education Assurance Scheme Official Guidelines.\nContact Details\nMoovalur Ramamirtham Ammaiyar Higher Education Assurance Scheme Helpline Numbers :-\n\t9150056809.\n9150056805.\n9150056801.\n9150056810.\n\nMoovalur Ramamirtham Ammaiyar Higher Education Assurance Scheme Helpdesk Email :- mraheas@gmail.com.\n"
    },
    {
        "Tamil Nadu Unemployment Assistance Scheme.": "\nOverview of the Scheme\n\nName of the Scheme\nTamil Nadu Unemployment Assistance Scheme.\nLaunched on\n2006.\nBeneficiaries\nRegistered Unemployed Youth of State.\nBenefits\nMonthly Financial Assistance.\nImplementing Agency\nDepartment of Employment and Training, Tamil Nadu.\nMode of Application\nOffline through Application Form.\nIntroduction\nTamil Nadu Government started Unemployment Assistance Scheme for the welfare of unemployed youth of  the state.\nUnemployment Assistance Scheme provides monthly financial assistance to youth of weaker sections to support their job search requirements, so that they can get the right job according to their qualification.\nTamil Nadu Unemployment Assistance Scheme was started in 2006 in order to reduce the hardship of people who are searching job in various sectors.\nScheme is implemented in the state by Department of Employment and Training, Tamil Nadu.\nThe state has transformed employment exchange as Career Centres by forming District Employment and Coaching cum Guidance Centres in every district.\nState is providing a platform for job seekers and employers to connect through District Employment and Coaching cum Guidance Centres.\nScheme is providing great help to differently abled persons by providing them financial assistance as well as guidance for job placement.\nApplicant need to exist in live register of employment office to avail benefits of scheme.\nApplicant have to renew his registration in employment office every three year and renewal should be done within three months from due date. \nDifferently abled persons need not have to renew their registration in employment exchange office.\nThe benefits of scheme can be availed by applying personally along with application form at employment office or at e-service centres with needed documents.\nAssistance will be discontinued if the registered applicant gets a job during the grant period.\nEvery year self declaration about unemployment is must by the applicant to avail the benefit.\nBenefits of Scheme\nUnder Tamil Nadu Unemployment Assistance Scheme, below mentioned Financial Assistance will be provided to the Unemployed Youth of the State :-\nCandidate Type\nAmount of Assistance as per Qualification\n\t\t\t(Per Month)\nGeneral Candidate\nSSLC/10th Failed (Secondary School Leaving Certificate).\nRs. 200/-\nSSLC/10th Passed (Secondary School Leaving Certificate).\nRs. 300/-\nHSC /12th(Higher Secondary Certificate).\nRs. 400/-\nGraduation.\nRs. 600/-\nDifferently Abled Candidates\nIlliterate to SSLC/10th (Secondary School Leaving Certificate).\nRs. 600/-\nHSC/12th (Higher Secondary certificate).\nRs. 750/-\nGraduation.\nRs. 1,000/-\nEligibility for the Scheme\nCandidate Type\nEligibility\nGeneral Candidate\n\nResident of Tamil Nadu.\nFamily Annual Income should not be more than Rs. 72,000/- per annum.\nMaximum Age Limit :-\n\t\t\t\t40 Years for General Candidate.\n45 Years for Schedule Caste/Tribe Candidate.\n\nShould be registered in Employment Exchange for 5 years or more.\nShould not be a regular student of any school or college.\nShould not be in any type of employment.\n\nDifferently Abled Candidates\n\nResident of Tamil Nadu.\nShould have Physical Disability.\nShould be registered in Employment Exchange for 1 year or more.\nNo Maximum Age or Income Limit.\nShould not be in any type of employment.\nShould not be a regular student of any school or college.\n\nEssential documents needed for Scheme \nAny one of the Identification Proof :-\n\tAadhar Card.\nPan Card.\nVoter ID.\nPassport.\nDriving License.\nRation Card.\n\nDomicile of Tamil Nadu.\nPassport Size Photo.\nEmail ID\nMobile Number.\nBank Account Details.\nCaste Certificate.\nSelf Affidavit.\nMedical Certificate. (For Disability Proof)\nQualification Documents. (If Literate)\nHow to apply for Unemployment Assistance Scheme\nThe only way to apply for Tamil Nadu Unemployment Assistance Scheme is through Application Form.\nThe Applicant can obtain the Application Form from the Employment Exchange Center of his district.\nThe details asked in the Application Form have to be filled correctly and the following documents have to be attached as per the requirement :-\n\tAny one of the Identification Proof :- Aadhar Card/ Pan Card/ Voter ID/ Passport/Driving License/ Ration Card.\nDomicile of Tamil Nadu.\nPassport Size Photo.\nEmail ID\nMobile Number.\nBank Account Details.\nCaste Certificate.\nSelf Affidavit.\nMedical Certificate. (For Disability Proof)\nQualification Documents. (If Literate)\n\nThe Applicant will have to submit the Application Form and the attached documents to the Employment Exchange Center of his district.\nThe application will be thoroughly scrutinized and if found correct, the amount of allowance per month will be transferred to the applicant's account.\nHow to Apply for Employment Exchange Registration\nApplicant can apply for Employment Exchange Registration through Tamil Nadu's Department of Employment and Training Portal.\nThe Applicant has to Register himself first.\nFollowing details have to be filled for registration :-\n\tName of the Applicant.\nDate of Birth.\nFather's Name.\nDistrict.\nEmail Id.\nMobile Number.\nUser ID.\nPassword.\n\nAfter filling all the details click on Register.\nNow Login with your User ID and Password.\nAfter Login, fill the details asked in the following 4 steps :-\n\tPersonal Details.\nContact Details.\nQualification Details.\nSkill Details.\n\nAfter filling all the details correctly, click on submit.\nOn clicking submit, the Applicant successfully registered and the Employment Exchange Registration Number will be generated by the portal.\nFeatures of the Scheme\nThe registered youth can also avail coaching and guidance from District Employment and Coaching cum Guidance Centres.\nApplicant can also register themselves for Skill Training Programmes.\nApplicant can be placed in private sector jobs through Job fairs held at District Employment and coaching cum Guidance centres.\nApplicant can get guidance from self-employment programmes conducted on every Thursday at District Employment and coaching cum Guidance centres.\nThe financial assistance shall be given for three consecutive years to General Candidates.\nThe financial assistance amount is given for ten consecutive years to physically disabled candidates.\nImportant Forms\nTamil Nadu Unemployment Assistance Scheme Application Form. (For Normal Candidate)\nTamil Nadu Unemployment Assistance Scheme Application Form. (For Disabled Candidate)\nTamil Nadu Unemployment Assistance Scheme Self Affidavit.\nImportant Links\nDepartment of Employment and Training Tamil Nadu Website.\nTamil Nadu Employment Exchange Registration.\nTamil Nadu Employment Exchange Login.\nTamil Nadu Employment Exchange Password Recovery.\nTamil Nadu Unemployment Assistance Scheme Guidelines.(For Normal Candidate)\nTamil Nadu Unemployment Assistance Scheme Guidelines. (For Disabled Candidate)\nDepartment of Employment and Training Tamil Nadu Frequently Asked Questions.\nContact Details\nTamil Nadu Department of Employment and Training Helpline Number :-\n\t044 22500900.\n044 22500911.\n044 22501002.\n044 22501006.\n\nGrievance Redressal Email for Differently Abled Applicants:- jd.empw@tn.gov.in.\nDirectorate of Employment and Training,\n\tAlandur Road, Thiru-vi-ka Industrial Estate,\n\tGuindy, Chennai – 600032\n"
    },
    {
        "Tamil Nadu Marriage Assistance Scheme.": "\nOverview of the Scheme\n\nName of the Scheme\nTamil Nadu Marriage Assistance Scheme.\nBenefits\n\nFinancial Assistance of Rs. 25,000/- and Rs. 50,000/-.\nGold Coin of 22 Carat weighing 8 Grams.\n\nNodal Department\nDepartment of Social Welfare and Women Empowerment, Tamil Nadu.\nMode of Application\nOnline through Common Service Center.\nIntroduction\nTamil Nadu Marriage Assistance Scheme is the flagship scheme of Tamil Nadu Government for the welfare of women.\nDepartment of Social Welfare and Women Empowerment of Tamil Nadu is the nodal department of this scheme.\nThe main objective behind launching this scheme is to provide financial assistance for the marriage of the poor girls/women in the state.\nTamil Nadu Marriage Assistance Scheme is divided into 5 sub schemes :-\n\tDr. Muthulakshmi Reddy Ninaivu Intercaste Marriage Assistance Scheme.\nE.V.R Maniammaiyar Ninaivu Marriage Assistance Scheme.\nDr. Dharmambal Ammaiyar Ninaivu Widow Remarriage Assistance Scheme.\nAnnai Therasa Ninaivu Marriage Assistance Scheme for Orphan Girls.\nMoovalur Ramamirtham Ammaiyar Ninaivu Marriage Assistance Scheme.\n\nThere are two categories defined for beneficiaries in all marriage assistance schemes. These categories are :-\n\tNon-Graduate Applicant.\nGraduate or Diploma Holder Applicant.\n\nThe Financial Assistance for Non-Graduate Applicant is Rs. 25,000/-.\nThe Financial Assistance for Graduate Applicant is Rs. 50,000/-.\nGold Coin of 22 Carat weighing 8 grams will be given to both Graduate and Non Graduate applicant for Thirumangalyam.\nThe following category of beneficiaries are eligible to apply under Tamil Nadu Marriage Assistance Schemes :-\n\tGirl belonging to Poor Family.\nInter Caste Marriage Couple.\nWidow who remarried.\nDaughter of a Widow.\nOrphan Girls.\n\nBeneficiaries can avail the benefit of Tamil Nadu Marriage Assistance Scheme by applying through Common Service Center. (CSC).\nBenefits of Tamil Nadu Marriage Assistance Scheme\nBenefits under Dr. Muthulakshmi Reddy Ninaivu Inter Caste Marriage Assistance Scheme are :-\n\t\nFor Non Graduate Applicant :-\nFinancial Assistance of Rs. 25,000/- :-\n\t\t\t\t\t\tRs. 15,000/- through Electronic Clearing Service.\nRs. 10,000/- as National Savings Certificate.\n\n8 Grams 22 Carat Gold Coin.\n\nFor Graduate and Diploma Holder Applicant :-\nFinancial Assistance of Rs. 50,000/- :-\n\t\t\t\t\t\tRs. 30,000/- through Electronic Clearing Service.\nRs. 20,000/- as National Savings Certificate.\n\n8 Grams 22 Carat Gold Coin.\n\n\n\nBenefits under E.V.R Maniammaiyar Ninaivu Marriage Assistance Scheme are :-\n\t\nFor Non Graduate Applicant :-\nFinancial Assistance of Rs. 25,000/-.\n8 Grams 22 Carat Gold Coin.\n\nFor Graduate and Diploma Holder Applicant :-\nFinancial Assistance of Rs. 50,000/-.\n8 Grams 22 Carat Gold Coin.\n\n\n\nBenefits under Dr. Dharmambal Ammaiyar Ninaivu Widow Remarriage Assistance Scheme are :-\n\t\nFor Non Graduate Applicant :-\nFinancial Assistance of Rs. 25,000/- :-\n\t\t\t\t\t\tRs. 5,000/- through Electronic Clearing Service.\nRs. 20,000/- as National Savings Certificate.\n\n8 Grams 22 Carat Gold Coin.\n\nFor Graduate and Diploma Holder Applicant :-\nFinancial Assistance of Rs. 50,000/- :-\n\t\t\t\t\t\tRs. 30,000/- through Electronic Clearing Service.\nRs. 20,000/- as National Savings Certificate.\n\n8 Grams 22 Carat Gold Coin.\n\n\n\nBenefits under Annai Therasa Ninaivu Marriage Assistance Scheme for Orphan Girls are :-\n\t\nFor Non Graduate Applicant :-\nFinancial Assistance of Rs. 25,000/-.\n8 Grams 22 Carat Gold Coin.\n\nFor Graduate and Diploma Holder Applicant :-\nFinancial Assistance of Rs. 50,000/-.\n8 Grams 22 Carat Gold Coin.\n\n\n\nBenefits under Moovalur Ramamirtham Ammaiyar Ninaivu Marriage Assistance Scheme are :-\n\t\nFor Non Graduate Applicant :-\nFinancial Assistance of Rs. 25,000/-.\n8 Grams 22 Carat Gold Coin.\n\nFor Graduate and Diploma Holder Applicant :-\nFinancial Assistance of Rs. 50,000/-.\n8 Grams 22 Carat Gold Coin.\n\n\n\nEligibility for Tamil Nadu Marriage Assistance Scheme\nEligibility Criteria for Dr. Muthulakshmi Reddy Ninaivu Intercaste Marriage Assistance Scheme are :-\n\t\nShould be a Resident of Andhra Pradesh.\nAge of Bride should be 18 Years.\nAge of Bride Groom should be above 21 years.\nNo Income Limit.\nNo Minimum Educational Qualification Required.\nOne of the Spouse should be belong to SC/ST Community.\n\n\nEligibility Criteria for E.V.R Maniammaiyar Ninaivu Marriage Assistance Scheme are :-\n\t\nShould be a Resident of Andhra Pradesh.\nAge of Bride should be 18 Years.\nAge of Bride Groom should be above 21 years.\nAnnual Income should be Rs. 72,000/-.\nNo Minimum Educational Qualification Required.\n\n\nEligibility Criteria for Dr. Dharmambal Ammaiyar Ninaivu Widow Remarriage Assistance Scheme are :-\n\t\nShould be a Resident of Andhra Pradesh.\nAge of Bride should be 20 Years.\nAge of Bride Groom should be above 21 years.\nNo Income Limit.\nNo Minimum Educational Qualification Required.\n\n\nEligibility Criteria for Annai Therasa Ninaivu Marriage Assistance Scheme for Orphan Girls are :-\n\t\nShould be a Resident of Andhra Pradesh.\nAge of Bride should be above 18 Years.\nAge of Bride Groom should be above 21 years.\nNo Income Limit.\nNo Minimum Educational Qualification Required.\n\n\nEligibility Criteria for Moovalur Ramamirtham Ammaiyar Ninaivu Marriage Assistance Scheme are :-\n\t\nShould be Resident of Andhra Pradesh.\nAnnual Income should be Rs. 72,000/- .\nAge of Bride should be above 18 Years.\nAge of Bride Groom should be above 21 years.\nBride should have passed 10th or Higher. (5th for ST Girl).\n\n\nDocuments Required for Tamil Nadu Marriage Assistance Scheme\nDocuments Required for Dr. Muthulakshmi Reddy Ninaivu Inter Caste Marriage Assistance Scheme are:-\n\t\nAge Proof of Bride and Bride Groom.\nAadhar Card.\nMarriage Photo.\nMarriage Certificate.\nCommunity Certificate.\nBride Educational Certificate.\n\n\nDocuments Required for E.V.R Maniammaiyar Ninaivu Marriage Assistance Scheme are :-\n\t\nAge Proof of Bride and Groom.\nCommunity Certificate.\nMarriage Invitation.\nFamily Card.\nWidow Certificate.\nAadhar Card.\nIncome Certificate.\nDeath Certificate of Husband.\nBride Educational Certificate.\n\n\nDocuments Required for Dr. Dharmambal Ammaiyar Ninaivu Widow Remarriage Assistance Scheme are :-\n\t\nAge Proof of Bride and Bride Groom.\nDeath Certificate of 1st Husband.\nMarriage Invitation.\nMarriage Photo.\nMarriage Certificate of 2nd Marriage.\nWidow Certificate.\nCommunity Certificate.\nFamily Card.\nAadhar Card.\nBride Educational Certificate.\n\n\nDocuments Required for Annai Therasa Ninaivu Marriage Assistance Scheme for Orphan Girls are :-\n\t\nAge Proof of Bride and Bride Groom.\nCommunity Certificate.\nMarriage Invitation.\nMarriage Photo.\nFamily Card.\nDestitute Girl Certificate.\nAadhar Card.\nBride Educational Certificate.\n\n\nDocuments Required for Moovalur Ramamirtham Ammaiyar Ninaivu Marriage Assistance Scheme are :-\n\t\nAge Proof of Bride and Bride Groom.\nIncome Certificate.\nCommunity Certificate.\nMarriage Invitation.\nFamily Card.\nAadhar Card.\nBride Educational Certificate.\n\n\nHow to Apply\nTo avail the benefit of Tamil Nadu Marriage Assistance Scheme, beneficiary can apply through nearest Common Service Center.\nThe agent fill the form and upload the required document on behalf of the beneficiary.\nAfter that the Application Form and Documents of the beneficiary will be scrutinized by the District Social Welfare Officer.\nBeneficiary will be informed through SMS or Email in case of accept and reject of the application.\nOnce accepted, the amount of financial assistance will be transferred into the bank account of beneficiary.\nFeatures of the Scheme\nThe time period in which beneficiary can apply under Tamil Nadu Marriage Assistance Scheme are as follows ;\n\tScheme Name\nTime Period\nDr. Muthulakshmi Reddy Ninaivu Intercaste Marriage Assistance Scheme.\nWithin 2 Years from Date of Marriage.\nE.V.R Maniammaiyar Ninaivu Marriage Assistance Scheme.\n40 days before the Marriage.\nDr. Dharmambal Ammaiyar Ninaivu Widow Remarriage Assistance Scheme.\nWithin 6 Months from the Date of Marriage.\nAnnai Therasa Ninaivu Marriage Assistance Scheme for Orphan Girls.\n40 Days before the Marriage.\nMoovalur Ramamirtham Ammaiyar Ninaivu Marriage Assistance Scheme.\n40 Days before the Marriage.\n\nMoovalur Ramamirtham Ammaiyar Ninaivu Marriage Assistance Scheme is not running.\nIt is renamed by the Tamil Nadu Government as Moovalur Ramamirtham Ammaiyar Higher Education Assurance Scheme.\nBride and Bride Groom age should be 18 Years and 21 Years Completed respectively.\nIn Inter Caste Marriage Assistance Scheme, beneficiaries can be eligible only if :-\n\tOne Spouse is from SC or ST Community and Other from a different Community.\nOne Spouse is from Forward Community and other from BC or MBC Community.\n\nImportant Links\nTamil Nadu Marriage Assistance Scheme Application Status.\nSocial Welfare and Women Empowerment Department, Tamil Nadu.\nDistrict Social Welfare Officers Tamil Nadu Contact Details.\nTamil Nadu Marriage Assistance Scheme Guidelines.\nContact Details\nTamil Nadu Social Welfare and Women Empowerment Department Helpline Number :- 044-24351891.\nDepartment of Social Welfare and Women Empowerment, Tamil Nadu,\n\tNo. 1 Panagal Maligai Building, 2nd Floor,\n\t(Near Kalaignar Arch), Jeenis Road,\n\tSaidapet, Chennai - 600015.\n"
    },
    {
        "Chief Minister Comprehensive Health Insurance Scheme.": "\nOverview Of The Scheme\n\nName of the Scheme\nChief Minister Comprehensive Health Insurance Scheme.\nLaunched in\n23.07.2009.\nBenefits\nInsurance cover up to 5lakh per family member.\nBeneficiaries\nPeople having less than annual income of less than 1,20,000 per annum.\nNodal Ministry\nGovernment of Tamil Nadu.\nMode of Apply\nOnline\nIntroduction\nChief Minister Comprehensive Health Insurance Scheme Launched on 23.07.2009 as “kalaingar Kaappittu Thittam” by Govt. of Tamil Nadu\nChief Minister Comprehensive Health Insurance Scheme is a part of Ayushman Bharat Pradhan Mantri Scheme (AB-PMJAY)\nIt is a great initiative by government of Tamil Nadu in the making of Atmanirbhar Bharat  \nScheme targets people having less than annual income of less than 1,20,000 per annum\nAround 1.37 CR families are covered under this scheme\nOrphans are also enrolled under this scheme\nProvide free treatment in empanelled hospitals\nAs of now 1137 hospitals and 828 diagnostics centres are emplanelled under this scheme\nBenefits\nInsurance cover up to 5lakh per family member\nCashless Hospitalisation\nWide array of govt. and private hospitals are empanelled under this scheme.\nFree hospitalization\nFree diagnostics tests\nFree follow-up treatments\nEligibility\nResident of Tamil Nadu\nName should be displayed in Family Card/Ration card\nFamily income less than 1,20,000 per annum\nBeneficiaries\nSpouse (wife/husband) of eligible person by law.\nChildren of eligible person (till they get married, employed or attain age of 25)\nDependant parents of eligible person\nDocuments Required\nFamily card/Ration card\nIncome Certificate by VAO(Village administrative Officer)/Revenue authorities\nAdhaar card of the beneficiaries\nSelf Declaration by the head of the family\nHow To Apply\nFill in the Application Form for Chief Minister Comprehensive Health Insurance Scheme\nVisit Verification Center with Required Documents (Refer Documents Required)\nBiometrics (Eye & Fingerprint Scanning) and Photo verification at verification centre\nApproval from the concerned authority and instant Generation of E-card\nProcess of Chief Minister Comprehensive Health Insurance Scheme Application Form\n\nApplication Form\nChief Minister Comprehensive Health Insurance Scheme Application form\nImportant Links\nChief Minister Comprehensive Health Insurance Scheme Guidelines\nChief Minister Comprehensive Health Insurance Scheme FAQ\nChief Minister Comprehensive Health Insurance Scheme Circular & Guidelines\nGovernment Orders for Chief Minister Comprehensive Health Insurance Scheme\nChief Minister Comprehensive Health Insurance Scheme Enrollment Process\nList of Hospitals under Chief Minister Comprehensive Health Insurance Scheme\nTreatment covered under Chief Minister Comprehensive Health Insurance Scheme\nChief Minister Comprehensive Health Insurance Scheme Official website\nChief Minister Comprehensive Health Insurance Scheme mobile app Download\nContact Details\nChief Minister Comprehensive Health Insurance Scheme Helpline Number:-\n\tToll Free Number: 1800 425 3993\n\nChief Minister Comprehensive Health Insurance Scheme Helpdesk Email:-\n\ttnhealthinsurance@gmail.com\ncmchis@uiic.co.in\n\n"
    },
    {
        "Chief Minister's Solar Rooftop Capital Incentive Scheme.": "\nOverview Of the Scheme\n\nName of the Scheme\nChief Minister's Solar Rooftop Capital Incentive Scheme.\nLaunched in\n2013.\nBenefits\n\nInstallation of solar PV plants at subsidized cost.\nReduced Power bills.\nFree comprehensive maintenance for first five years.\n\nBeneficiaries\nDomestic consumers with a TANGEDCO service connection\nNodal Agency\nTamil Nadu Energy Development Agency\nMode of Apply\nOffline - Application form.\n\t\t\tOnline - TEDA Portal.\nIntroduction\nChief Minister's Solar Rooftop Capital Incentive Scheme was launched in 2013 by government of Tamil Nadu.\nUnder this Scheme, Consumer can install Solar PV plants at their home at subsidized costs.\nSubsidy of Rs.20,000 will be provided by state government of Tamil Nadu.\nSolar PV plants will have free comprehensive maintenance for five years.\nInstallations of solar PV plants will result in reduction in Electricity bills.\nOnly Domestic consumers with a TANGEDCO service connection are eligible under this scheme.\nApplicant can apply for Chief Minister's Solar Rooftop Capital Incentive Scheme either online or offline.\nEligibility\nOnly Domestic consumers with a TANGEDCO service connection are eligible under this scheme.\nSubsidy will be applicable for 1kWp plants.\nThe Scheme only applies to grid-connected rooftop solar PV systems.\nBenefits\nInstallation of solar PV plants at subsidized cost.\n\tCost of Project\nRs.1,00,000\nSubsidy by Central Government\nRs.30,000\nSubsidy by State Government\nRs.20,000\nBeneficiary Contribution\nRs.50,000\n\nReduced Power bills.\nLow maintenance.\nFree comprehensive maintenance for first five years.\nDocuments Required\nAadhaar Card.\nVoter Id Card.\nPAN Card.\nElectricity DISCOM Bill.\nPassport size photograph.\nHow to Apply\nApplicant can apply for Chief Minister's Solar Rooftop Capital Incentive Scheme either online or offline.\n\tOffline\n\nDownload the Application form.\nFill up the Application form and attach the required documents.\nNow submit the application form to TEDA through post or in person immediately.\n\nOnline\n\nApplicant need to visit on TEDA Portal.\nNow applicant need to click on \"Apply Online\".\nEnter your details and continue with filling up the application form.\nNow take a print of the submitted copy and submit it to TEDA through post or in person immediately.\n\n\nAfter submission of application form registration number will be communicated through SMS.\nApplications received will be scrutinized in tandem with TANGEDCO for the confirmation of Electricity Board's tariff category.\nAfter successful verification applicant can avail the benefit of the scheme.\nFeatures\nNew meters will be installed at beneficiary residence which can measure both energy import and energy export.\n\tEnergy import - Energy transferred from TANGEDCO Distribution network to Consumers.\nEnergy Export - Energy transferred from Consumer to TANGEDCO Distribution network.\n\nWith solar net-metering the Consumer pays for the difference between import and export energy.\nIf the applicant moves to new address after registration, then new application need to be filed for new address. In this case application seniority of the old application will be canceled.\nApproved cost for solar PV plants is for flat roofs only. If the roof is not flat and requires additional mounting structures, then additional cost will have to be born by the applicant.\nUnder this scheme, no Generation Based Incentive will be provided by Government of Tamil Nadu.\nThe selection of Beneficiaries shall be done on first come first served basis.\nThe entire solar Rooftops shall carry a warranty of five years with a panel warranty of 25 years.\nApplication Form\nChief Minister's Solar Roof Top Capital Incentive Scheme Application Form.\nImportant Links\nTamil Nadu Energy Development Agency Portal.\nChief Minister's Solar Rooftop Capital Incentive Scheme Guidelines.\nChief Minister's Solar Rooftop Capital Incentive Scheme FAQ.\nList of Empanelled Installers.\nContact Details\nChief Minister's Solar Rooftop Capital Incentive Scheme Helpline Number:-\n\t77080 60310\n"
    },
    {
        "Tamil Nadu Magalir Urimai Thogai Scheme.": "\nOverview of the Scheme\n\nName of Scheme\nTamil Nadu Magalir Urimai Thogai Scheme.\nLaunched on\n15th September 2023.\nBenefits\nFinancial Assistance of Rs. 1,000/- per Month.\nBeneficiaries\nWomen of Tamil Nadu.\nOfficial Website\nTamil Nadu Magalir Urimai Thogai Scheme Website.\nNodal Department\nDepartment of Social Welfare & Women Empowerment, Tamil Nadu.\nSubscription\nSubscribe Here to Get Update Regarding Scheme.\nMode of Application\nThrough Tamil Nadu Magalir Urimai Thogai Scheme Application Form.\nIntroduction\nTamil Nadu Government started lots of welfare schemes in State.\nEvery scheme targets the needy section of society so that they can be treated as equal in mainstream life.\nThe most needy section of our society is Women who is a homemaker and handle all day care works single handedly.\nGovernment of Tamil Nadu thinks that there is a need to empower the women of state financially as well.\nSo in the budget of 2023-2024, Tamil Nadu Government announced to start a new scheme for women empowerment called \"Magalir Urimai Thogai Scheme\".\nMagalir Urimai Thogai Scheme is also called by some other major names such as :-\n\t\"Tamil Nadu Financial Assistance for Women\".\n\"Tamil Nadu Women Entitlement Fund\".\n\"Tamil Nadu Women Artists Empowerment Scheme\".\n\"Tamil Nadu Monthly Financial Assistance Scheme for Women\".\n\"Kalaignar Mahalir Urimai Thittam Scheme\".\n\nThe main objective behind launching Magalir Urimai Thogai Scheme is to empower women homemaker by providing them monthly financial assistance.\nFinancial Assistance of Rs. 1,000/- per month will be provided to all eligible women of Tamil Nadu State under Magalir Urimai Thogai Scheme.\nAll Women Heads of Household are eligible for financial assistance of Rs. 1,000/- per month.\nThis monthly financial assistance will help the women beneficiary to take care the daily expenses which was shaken after the price rise of daily use items.\nTamil Nadu Government launched Magalir Urimai Thogai Scheme on 15th of September 2023.\nThe reason behind choosing this date because on that date there is a birth anniversary of Perarignar Anna who is a great son of Tamil Nadu and a brilliant scholar.\nGovernment of Tamil Nadu allotted a whooping budget of Rs. 7,000/- Crore for Magalir Urimai Thogai Scheme.\nMagalir Urimai Thogai Scheme of Tamil Nadu Government is going to be the biggest socio economic welfare scheme for women in the country.\nTamil Nadu Government releases the official guidelines of Tamil Nadu Magalir Urimai Thogai Scheme and the Registration of Beneficiary is also started.\nWomen Beneficiary can register themselves under Magalir Urimai Thogai Scheme by visiting their nearest Ration Shop/ Fair Price Shop.\nRegistration will be done through Offline Application Form of Magalir Urimai Thogai Scheme.\nWomen Beneficiary received a message from Tamil Nadu Government on 18-09-2023 regarding status of their Magalir Urimai Thogai Scheme Application.\nSome Women received the accepted message but some didn't.\nApplication of some women beneficiary got rejected due to some deficiencies in Application Form of Magalir Urimai Thogai Scheme.\nThey can file an appeal in the office of Revenue Divisional Officer within 30 days from the date of receiving the rejected message.\nWomen Beneficiary can also check the Payment Status and Application Status of Magalir Urimai Thogai Scheme Online.\nBenefits of Scheme\nThe following benefits will be provided to eligible women beneficiaries of Tamil Nadu under Government of Tamil Nadu Magalir Urimai Thogai Scheme :-\n\tFinancial Assistance of Rs. 1,000/- per Month to Women Beneficiary.\n\n\nEligibility\nApplicant should be a Permanent Resident of Tamil Nadu.\nApplicant should be a Women.\nWomen Beneficiary should be a Head of Household.\nThe Age of Women should be above 21 Years.\nThe Annual Family Income of Women Family Should be below Rs. 2,50,000/-.\nThe Family Land Holding of Women Family should be :-\n\tLess than 5 Acre of Wetland or Less than 10 Acre of Dry Land.\n\nThe Electricity Consumption of Women Family should not be more than 3,600 units per Years.\nDocuments Required\nThe below mentioned documents will be required to avail the benefit of monthly financial assistance under Tamil Nadu Magalir Urimai Thogai Scheme :-\n\tResidence Proof of Tamil Nadu.\nAadhar Card.\nRation Card.\nIncome Certificate.\nCaste Certificate. (If Applicable)\nBank Account Details.\nPassport Size Photograph.\nMobile Number.\n\nHow to Apply\nTamil Nadu Magalir Urimai Thogai Scheme was announced by the Government of Tamil Nadu in their 2023-2024 Budget.\nGovernment of Tamil Nadu will going to launch Magalir Urimai Thogai Scheme on 15th of September 2023 on the birth anniversary of Perarignar Anna.\nNow the Tamil Nadu Government releases the Official Guidelines of Tamil Nadu Magalir Urimai Thogai Scheme.\nRegistration of Women Beneficiary under this scheme will be done in the camps organised by Government.\nInitially the Registration Camps of Magalir Urimai Thogai Scheme will be held at Ration/ Fair Price Shops.\nRegistration Forms of Magalir Urimai Thogai Scheme is available at those shops.\nVolunteers present at shop will help the women beneficiary to fill the application form of Magalr Urimai Thogai Scheme.\nBeneficiary can check the District Wise Registration Camp Details of Magalir Urimai Thogai Scheme Here.\nVisit the Registration Camp and Register themselves to get the benefit of financial assistance of Rs. 1,000/- per month under Tamil Nadu Government's Magalir Urimai Thogai Scheme.\nSelected Women Beneficiary received a message on 18-09-2023 from Tamil Nadu Government.\nBut some Women did not get any SMS because their Application of Magalir Urimai Thogai Scheme is rejected.\nBut those women beneficiary didn't have to worry about it.\nThey can file an appeal within 30 days of receiving the SMS in front of Revenue Divisional Officer.\nRevenue Divisional Officer will make sure that the deficiency in the Applications should be removed and Women Beneficiary will get the benefit of Magalir Urimai Thogai Scheme of Tamil Nadu Government.\nTo file an appeal Women Beneficiary has to visit her nearest E Service Center.\nWomen Beneficiary can find her nearest E Service Center Here.\nWomen Beneficiary can also file Online Complaint for Tamil Nadu Magalir Urimai Thogai Scheme.\n\nImportant Links\nTamil Nadu Magalir Urimai Thogai Scheme Website.\nTamil Nadu Magalir Urimai Thogai Scheme Application Status.\nTamil Nadu Magalir Urimai Thogai Scheme Payment Status.\nTamil Nadu Magalir Urimai Thogai Scheme Complaint.\nTamil Nadu Magalir Urimai Thogai Scheme E Service Center.\nTamil Nadu Magalir Urimai Thogai Scheme Guidelines.\nTamil Nadu Magalir Urimai Thogai Scheme FAQs.\nTamil Nadu Magalir Urimai Thogai Scheme District Wise Camp Details.\nTamil Nadu Social Welfare & Women Empowerment Portal.\nContact Details\nTamil Nadu Magalir Urimai Thogai Scheme Helpline Number :- 044-25619208.\nTamil Nadu Department of Social Welfare & Women Empowerment Contact Numbers.\n"
    },
    {
        "Tamil Nadu Chief Minister Breakfast Scheme.": "\nOverview of the Scheme\n\nName of the Scheme\nTamil Nadu Chief Minister Breakfast Scheme.\nLaunched Date\n15-09-2022.\nBenefits\nNutritious Breakfast will be Provided to Primary School Students.\nBeneficiaries\nPrimary School Students of Tamil Nadu.\nNodal Department\nDepartment of Social Welfare & Women Empowerment, Tamil Nadu Government.\nSubscription\nSubscribe Here to Get Update Regarding Tamil Nadu Chief Minister Breakfast Scheme.\nMode of Application\nNo Need to Apply Anywhere for Chief Minister Breakfast Scheme.\nIntroduction\nTamil Nadu Chief Minister Breakfast Scheme is the social welfare scheme of Tamil Nadu Government for School Students.\nChief Minister Breakfast Scheme was announced by Chief Minister Sh. M. K Stalin on 07-05-2022.\nAnd on the birth date of Perarignar Annna i.e. on 15-09-2022, Chief Minister Breakfast Scheme was officially launched at Madurai by Tamil Nadu Government.\nTamil Nadu Chief Minister Breakfast Scheme is known by many names in Tamil Nadu like :- \"Stalin Breakfast Scheme\" or \"Morning Breakfast Scheme in Tamil Nadu\" or \"Tamil Nadu Breakfast Scheme\".\nThe main objective behind launching Chief Minister Breakfast Scheme is :-\n\tTo encourage children to join school for study.\nTo keep children out for suffering malnutrition.\nTo improve the nutritional status of school going children.\n\nTamil Nadu Government will provide Free Breakfast to all students of primary schools under Chief Minister Breakfast Scheme.\nStudents studying from Class 1st to Class 5th in Tamil Nadu Government Schools are eligible for free breakfast.\n13 Types of Food Items will be provided to students in breakfast.\nChief Minister Breakfast Scheme of Tamil Nadu will be rolled out in phases.\nIn first phase 1,54,108 students of 1969 schools will be covered under Tamil Nadu Breakfast Scheme.\nAnd In Second Phase, around 18,00,000/- students of 30,122 Tamil Nadu Government Primary School will be covered.\nAfter deep analysis, Government of Tamil Nadu observes that the attendance in Government Schools of Tamil Nadu is increased by on average of 30 percent.\nThere is no need to apply anywhere for Tamil Nadu Chief Minister Breakfast Scheme.\nEvery Student studying from Class 1st to Class 5th are eligible for free breakfast in their government primary school.\nBenefits of Scheme\nThe following benefits will be provided to Students of Primary School under Tamil Nadu Chief Minister Breakfast Scheme :-\n\tFree Breakfast will be Provided to all Primary School Students.\nBreakfast has 13 Types of Food Items which will be distributed among Students.\nFree Breakfast will be distributed daily from Monday to Friday on School Working Days.\n\nTamil Nadu Breakfast Scheme Menu\nDays\nMenu Type\nBreakfast Food Items\nMonday\nUppama Type\n\nRava Uppama with Vegetable Sambhar.\nVermicelli Uppama with Vegetable Sambhar.\nRice Uppama with Vegetable Sambhar.\nWheat Rava Uppama with Vegetable Sambhar.\n\nTuesday\nKhichadi Type\n\nRava Vegetable Kitchadi.\nVermicelli Vegetable Kitchadi.\nSorghum Vegetable Kitchadi.\nWheat Rava Vegetable Kitchadi.\n\nWednesday\nPongal Type\n\nRava Pongal with Vegetable Sambhar.\nPongal with Vegetable Sambhar.\n\nThursday\nUppama Type\n\nVermicelli Uppama with Vegetable Sambhar.\nRice Uppama with Vegetable Sambhar.\nRava Uppama with Vegetable Sambhar.\nWheat Rava Uppama with Vegetable Sambhar.\n\nFriday\nSweet Type\n\nSweet Pongal.\nRava Kesari.\nVermicelli Kesari.\n\nEligibility\nStudent should be Studying in Government of Tamil Nadu Schools.\nOnly Students of Class 1st to Class 5th are Eligible for Free Breakfast.\nDocuments Required\nEvery Student enrolled in Tamil Nadu Government Schools from Class 1st to Class 5th are eligible for free breakfast scheme of Tamil Nadu Government.\nSo no further documents is required to avail the benefit of Tamil Nadu Chief Minister Breakfast Scheme.\nHow to Apply\nThere is no need to apply anywhere for Tamil Nadu Government's Chief Minister Breakfast Scheme.\nEvery Student who are studying in Tamil Nadu Government Schools from Class 1st to Class 5th are eligible for Chief Minister Breakfast Scheme.\nStudents only has to go to school on regular basis.\n\nImportant Links\nTamil Nadu Chief Minister Breakfast Scheme Guidelines.\nTamil Nadu Social Welfare & Women Empowerment Portal.\nContact Details\nTamil Nadu Department of Social Welfare & Women Empowerment Contact Numbers.\n"
    },
    {
        "Tamil Nadu Zero Ticket Bus Travel Scheme for Women.": "\nOverview of the Scheme\n\nName of the Scheme\nTamil Nadu Zero Ticket Bus Travel Scheme for Women.\nLaunched on\n2021\nBenefits\nFree of Cost Bus Travel in Tamil Nadu Government Run Buses.\nBeneficiaries\nWomen of Tamil Nadu.\nNodal Department\nDepartment of Social Welfare & Women Empowerment, Tamil Nadu Government.\nSubscription\nSubscribe Here to Get Update Regarding Tamil Nadu Zero Ticket Bus Travel Scheme for Women.\nMode of Application\nNo Need to Apply Anywhere for Zero Ticket Bus Travel Scheme for Women.\nIntroduction\nTamil Nadu Government announces and implement lots of scheme for the welfare of people of Tamil Nadu.\nOne of the social welfare scheme for Tamil Nadu Women is Zero Ticket Bus Travel Scheme.\nIt was announced and launched in the year 2021.\nThe main objective behind launching Zero Ticket Bus Travel Scheme is to encourage women of Tamil Nadu for higher work participation and reduce the dependency on private mobility.\nMost of the Working Women, Girls Students and Women Labourers doesn't have their own convenience to commute one place to another.\nThey regularly pay for travelling fare which overburden them financially.\nSo to unburden the Women of Tamil Nadu financially, Government came up with a idea to provide free of cost travel in government run buses.\nUnder Tamil Nadu Zero Ticket Bus Travel Scheme, No women have to any fare if they are travelling in Government of Tamil Nadu run buses.\nZero Fare Ticket will be issued to women beneficiary at the time of travelling.\nFree of cost travel in government run buses will only valid up to 30 kilometers.\nWomen Beneficiary has to carry one photographed identity card for verification purpose.\nTransgenders are also eligible for free of cost travel under Zero Ticket Bus Travel Scheme of Tamil Nadu.\nFree of Cost Bus Service will only provided in Tamil Nadu Government run Ordinary/ City Buses or Buses operated under the control of Tamil Nadu State Transport Corporation.\nThere is no need to apply anywhere to avail the benefit of free of cost travel in buses.\nWomen Beneficiary can directly travel free of cost under Zero Ticket Bus Travel Scheme for Women of Government of Tamil Nadu.\nEligibility\nWomen Should be a Permanent Resident of Tamil Nadu.\nBenefits of Scheme\nThe following benefits will be provided to eligible women/ transgender beneficiaries of Tamil Nadu under Zero Ticket Bus Travel Scheme for Women :-\n\tFree of Cost Travel in Government of Tamil Nadu Buses.\nNo Need to Pay any Fare up to 30 Kilometers.\n\nDocuments Required\nAny one of the below mentioned documents will be shown by Women Beneficiary to the Bus Conductor at the time of travelling to avail the benefit of Tamil Nadu Zero Ticket Bus Travel Scheme for Women :-\n\tAadhar Card.\nVoter Identity Card.\nSchool Identity Card.\nCollege Identity Card.\nEmployee Identity Card.\nOr Any Other Photographed Identity Card.\n\nHow to Apply\nThere is no need to apply anywhere for Tamil Nadu Zero Ticket Bus Travel Scheme for Women.\nEligible Women Beneficiary of Tamil Nadu will directly avail the benefit of free of cost bus service in Tamil Nadu Government Run Buses.\nBut there is a kilometer limit in this scheme.\nWomen Beneficiary can only travel for free in government run buses up to 30 kilometers within the Tamil Nadu State.\nPhotographed Identity Card for verification purpose is needed at the time of travelling.\nBeneficiary Women can directly take the government run buses and avail the benefit of free of cost travel.\nImportant Links\nTamil Nadu Social Welfare & Women Empowerment Portal.\nContact Details\nTamil Nadu Department of Social Welfare & Women Empowerment Contact Numbers.\n"
    },
    {
        "Tamil Nadu Pudhumai Penn Scheme.": "\nOverview Of The Scheme\n\nName of Scheme\nTamil Nadu Pudhumai Penn Scheme.\nBenefits\nFinancial Assistance of Rs. 1,000/- per Month to Girls Student.\nBeneficiaries\nGirls Students of Tamil Nadu.\nNodal Department\nDepartment of Social Welfare and Women Empowerment, Tamil Nadu.\nSubscription\nSubscribe Here to Get Update Regarding Scheme.\nMode of Apply\nThrough Tamil Nadu Pudhumai Penn Scheme Online Application Form.\nIntroduction\nTamil Nadu Pudhumai Penn Scheme is the major educational reform scheme of Tamil Nadu Government.\nThe main objective behind launching Pudhumai Penn Scheme is to encourage girls students to pursue higher education.\nTamil Nadu Pudhumai Penn Scheme is also called \"Moovalur Ramamirtham Ammaiyar Higher Education Assurance Scheme\".\nDepartment of Social Welfare and Women Empowerment of Government of Tamil Nadu is the nodal department of this scheme.\nLots of girls did not able to completed their education after 12th due to bad financial condition.\nThis will result the early marriage of girls.\nSo seeing this type of things in state, Tamil Nadu Government started Pudhumai Penn Scheme to provide monetary assitance to girls for completing their higher education.\nRs. 1,000/- per Month will be provided to all eligible girl students of Tamil Nadu after class 12th till they completed their graduation.\nOnly those Girls Students are eligible for financial assistance under Tamil Nadu Pudhumai Penn Scheme who completed their education of Class 6th to Class 12th from Tamil Nadu Government Schools.\nEligible Girls Students can apply for financial assistance under Pudhumai Penn Scheme by filling the Online Application Form of Tamil Nadu Pudhumai Penn Scheme.\nBenefits of Scheme\nGovernment of Tamil Nadu will provide below mentioned financial assistance to eligible girls beneficiaries under Pudhumai Penn Scheme :-\n\tFinancial Assistance of Rs. 1,000/- per Month to Girls Students till the Completion of the Course.\n\nEligibility\nEligibility Conditions for Girl Beneficiaries in order to avail the benefit of financial assistance under Tamil Nadu Pudhumai Penn Scheme are as follows :-\n\tOnly Girls Students are Eligible.\nGirls who have passed Class 6th to Class 12th from Government of Tamil Nadu School.\nGirls Presently Studying in any Undergraduate/ Professional Course.\nGirls who have passed Class 6th to Class 8th from Private School under Right to Education Act (RTE) and Passed Class 9th to Class 12th from Government School are also eligible to apply.\n\nIneligibility\nThe below mentioned ineligibility conditions is set by Government of Tamil Nadu for Girl Beneficiaries under Pudhumai Penn Scheme :-\n\tBeneficiary Girls Who Have Passed Class 6th to Class 12th Class from Private School.\nGirls Studying in Post Graduate Course.\nGirls Studying Through Distance Mode.\nGirls Studying in Open Universities.\n\nDocuments Required\nFollowing Documents will required at the time of applying for financial assistance under Tamil Nadu Pudhumai Penn Scheme :-\n\tResidence Proof of Tamil Nadu.\nAadhar Card.\nCaste Certificate (If Applicable).\nClass 10th Marksheet.\nClass 10th Certificate.\nClass 12th Marksheet.\nClass 12th Certificate.\nTransfer Certificate of Previous School.\nBank Passbook.\n\nHow to Apply\nEligible Girl Beneficiaries can apply for financial assistance by filling Online Application of Pudhumai Penn Scheme.\nOnline Application of Pudhumai Penn Scheme is available at Tamil Nadu Pudhumai Penn Scheme Portal.\nBeneficiary Girl has to Register themeselves first.\nAfter Opening Tamil Nadu Pudhumai Penn Scheme Portal, Applicant Girl have to Register with her mobile number.\nMobile Number of Girl will be verified through OTP.\nAfter entering OTP, the beneficiary has to enter the following details :-\n\tPersonal Details.\nContact Details.\nEducation Related Details.\n\nClick on Proceed Button after filling the above mentioned details.\nAfter that the Girl Beneficiary will have to fill the details of school from Class 6th to Class12th.\nThen fill the Bank Account Details.\nPreview the Application Form of Pudhumai Penn Scheme carefully and Click on Submit Button after that.\nApplication Form and Documents will be subject to verification.\nGirls will be notified through SMS on their mobile number if their application of Pudhumai Penn Scheme is selected.\nFinancial Assistance of Rs. 1,000/- per Month will be credited in the account of Girls Beneficiaries.\nFeatures of the Scheme\nUnder Pudhumai Penn Scheme, only those girls are eligible who have completed their education of Class 6th to Class 12th from a Tamil Nadu Government School.\nThe beneficiary girl who has completed her studies under Right to Education from class 6th to class 8th from Private School and after that completed Class 9th to Class 12th from Government of Tamil Nadu School are also eligible for Pudhumai Penn.\nGirls studying in any Undergraduate Course, Professional Course, Paramedical Course, Diploma, ITI, or any other recognised course are eligible to take benefit of financial assistance under Pudhumai Penn Scheme.\nBelow mentioned Girls are not eligible for Pudhumai Penn Scheme :-\n\tWho have completed their Class 6th to Class 12th Education from Private School.\nGirls Studying in Open University.\nGirls Studying through Distance Mode.\nGirls Studying in Post Graduate Course.\n\nFinancial Assistance under Pudhumai Penn Scheme will be given every month in the bank account of the girl.\nList of Eligible Courses\nGirl Students studying in any of the following courses are eligible for financial assistance under Tamil Nadu Pudhumai Penn Scheme :-\n\t\nBachelor Degrees Courses like :-\n\t\t\t\t\tB.A.\nBSc.\nB.Com.\nB.B.A.\nB.C.A.\n\nParamedical Courses like :-\n\t\t\t\t\tNursing.\nPharmacy.\nMedical Lab Technology.\nPhysiotherapy.\n\nProfessional Courses like :-\n\t\t\t\t\tB.E.\nB. Tech.\nM.B.B.B.S.\nB.D.S.\nBSc. (Agriculture).\nB.V.Sc.\nB.F.Sc.\nB.L.\n\nDiploma or ITI or any other recognised course.\nAll Arts, Science and Fine Arts Courses.\n\n\nList of Eligible Government Schools\nThe below mentioned schools are also treated as Government Schools and Girl Beneficiaries studied in these schools are also eligible for the benefit of Tamil Nadu Pudhumai Penn Scheme :-\n\t\nBackward/Most Backward Welfare Schools.\nSchools Run by Department of the Welfare of the Differently Abled.\nSchools Run by Forest and Social Defence Departments.\nSchools Run by Municipalities and Municipal Corporation.\nAdi Dravidar Welfare Schools.\nKallar Reclamation Schools.\nPanchayat Union Primary and Middle Schools.\nTribal Welfare School.\n\n\nImportant Links\nTamil Nadu Pudhumai Penn Scheme Online Application Form.\nTamil Nadu Pudhumai Penn Scheme Registration.\nTamil Nadu Pudhumai Penn Scheme Application Status.\nTamil Nadu Pudhumai Penn Scheme Login.\nTamil Nadu Pudhumai Penn Scheme Guidelines.\nContact Details\nTamil Nadu Pudhumai Penn Scheme Helpline Numbers :-\n\t9150056809.\n9150056805.\n9150056801.\n9150056810.\n\nTamil Nadu Pudhumai Penn Scheme Helpdesk Email :- mraheas@gmail.com.\n"
    },
    {
        "Tamil Nadu Unemployed Youth Employment Generation Programme.": "\nOverview Of The Scheme\n\nName of the Scheme\nTamil Nadu Unemployed Youth Employment Generation Programme.\nBenefits\nCapital Subsidy on Projects of Entrepreneurs.\nBeneficiaries\nEntrepreneurs of Tamil Nadu.\nNodal Department\nDepartment of Micro, Small and Medium Enterprises, Government of Tamil Nadu.\nSubscription\nSubscribe Here to Get Updates Regarding UYEG Programme of Tamil Nadu.\nMode of Apply\nThrough  Unemployed Youth Employment Generation Programme Online Application Form.\nIntroduction\nLots of Youth wants to start their business to become Entrepreneurs.\nBut due to financial crunch and high cost of projects some of them drops the idea to start their business.\nBut Tamil Nadu Government came up with an initiative to help those unemployed youths who eagerly wants to start their own business.\nUnemployed Youth Employment Generation Programme is going to be the major social welfare programme Tamil Nadu Government.\nThe main objective behind launching this programme is to support the youth of Tamil Nadu financially and help them to make their own employment generation venture.\nThis programme will help to generate employment for unemployed youth and as well as create employment opportunities for other people also.\nUnder Unemployed Youth Employment Generation Programme, Government of Tamil Nadu will provide capital subsidy to new entrepreneurs for setting up their own income generation activity.\nCapital Subsidy of 25% of Total Project Cost or a Maximum of Rs. 2,50,000/- will be provided to eligible applicant under Unemployed Youth Employment Generation Programme.\nCapital Subsidy will be provided on below mentioned maximum project cost :-\n\tCategory\nProject Cost\nManufacturing\nRs. 15,00,000/-\nBusiness/ Trading\nRs. 5,00,000/-\nService\nRs. 5,00,000/-\n\nBeneficiary has to contribute the following percentage of project cost from their own pocket :-\n\tFor General Category Beneficiary :- 10% of Project Cost.\nFor Special Category Beneficiary :- 5% of Project Cost.\n\nRemaining Amount of Project Cost will be provided as a bank loan to the applicant.\nThere will be no Collateral Security is required for bank loan.\nThe repayment period of bank loan is 5 years.\nOnly those beneficiaries are eligible for capital subsidy whose annual family income is below Rs. 5,00,000/- per year.\nEligible Entrepreneur of Tamil Nadu can apply for capital subsidy by filling the Online Application Form of Tamil Nadu Unemployed Youth Employment Generation Programme.\nBenefits\nThe following benefits will be provided to Entrepreneurship/ Applicant under Tamil Nadu Government's Unemployed Youth Employment Generation Programme :-\n\t\nCapital Subsidy of 25% of Project Cost or Maximum of Rs. 2,50,000/- will be provided to Entrepreneurs.\nBank Loan will be provided on Remaining Project Cost.\nNo Collateral Security Required.\n5 Years of Loan Repayment Period.\nMaximum Project Cost per Entrepreneur should be :-\n\t\t\t\t\tRs. 15,00,000/- for Manufacturing.\nRs. 5,00,000/- for Business/ Trading.\nRs. 5,00,000/- for Service.\n\n\n\nEligibility\nApplicant should be a Permanent Resident of Tamil Nadu.\nApplicant should have passed minimum Class 8th.\nThe Annual Family Income of Applicant should be below Rs. 5,00,000/-.\nThe Age of Applicant should be :-\n\t\nBetween 18 Years to 35 Years for General Applicant.\nBetween 18 Year to 45 Years for below mentioned Special Category Applicant :-\n\t\t\t\t\tWomen.\nMinorities.\nBackward Class.\nMost Backward Class.\nSchedule Caste.\nSchedule Tribe.\nEx-Servicemen.\nTransgenders.\nDifferently Abled.\n\n\n\nProject Cost Contribution of Applicant should be :-\n\t10% of Total Project Cost for General Applicant.\n5% of Total Project Cost for Special Category Applicant.\n\nDocuments Required\nThe below mentioned documents is required to avail the benefit of Tamil Nadu Unemployed Youth Employment Generation Programme :-\n\t\nResidence Proof of Tamil Nadu.\nRation Card.\nClass 8th Education Related Documents.\nNativity Certificate. (If there is no Ration Card).\nAadhar Card.\nVoter Identity Card.\nPhotograph.\nProject Report and Quotation.\nCaste Certificate. (If Applicable)\nEx-Servicemen Card. (If Applicable)\nDisability Certificate. (If Applicable)\nAffidavit.\n\n\nHow to Apply\nEligible Entrepreneur can apply for capital subsidy by filling the Online Application Form of Tamil Nadu Unemployed Youth Employment Generation Programme.\nTamil Nadu Unemployed Youth Employment Generation Programme Online Application Form is available on the portal of Micro, Small and Medium Enterprise Department of Tamil Nadu Government.\nApplicant has to Register themselves first by filling the basic details such as Name, Date of Birth, Aadhar Number, Mobile Number, Email ID and Password.\nAfter Registration, Login with the Email or Mobile Number and Chosen Password.\nFill the below mentioned details in Unemployed Youth Employment Generation Programme Application Form steps wise :-\n\tPersonal Details.\nContact Details.\nEducation Related Details.\nProject Details.\n\nNow click on submit to submit the Application Form of Unemployed Youth Employment Generation Programme.\nApplication Form and Documents will be scrutinized by the concerned officials of District Industries Centre.\nSelected Applicant will be called for Interview.\nAfter Interview, Applications for Capital Subsidy will be sent to bank for loan.\nThen an Entrepreneurship Development Programme Training will be conducted for Selected Applicants.\nIt is mandatory to attend the Training of Entrepreneurship Development Programme.\nLoan will only disbursed by the bank once applicant submit the Entrepreneurship Development Programme Training Certificate in the bank.\nApplicant will also track their Application Status of Unemployed Youth Employment Generation Programme Online.\nApplication Flow of Programme\n\nImportant Links\nTamil Nadu Unemployed Youth Employment Generation Programme Application Form.\nTamil Nadu Unemployed Youth Employment Generation Programme Registration.\nTamil Nadu Unemployed Youth Employment Generation Programme Login.\nTamil Nadu Unemployed Youth Employment Generation Programme Application Status.\nTamil Nadu Unemployed Youth Employment Generation Programme Guidelines.\nContact Details\nTamil Nadu Micro, Small and Medium Enterprises Deprtment Contact Details.\n"
    },
    {
        "Tamil Nadu New Entrepreneur cum Enterprise Development Scheme.": "\nOverview Of The Scheme\n\nName of the Scheme\nTamil Nadu New Entrepreneur cum Enterprise Development Scheme.\nBenefits\nCapital Subsidy on Projects of First Generation Entrepreneurs.\nBeneficiaries\nFirst Generation Entrepreneurs of Tamil Nadu.\nNodal Department\nDepartment of Micro, Small and Medium Enterprises, Government of Tamil Nadu.\nSubscription\nSubscribe Here to Get Updates Regarding NEEDS.\nMode of Apply\nThrough  New Entrepreneur cum Enterprise Development Scheme Online Application Form.\nIntroduction\nNew Entrepreneur cum Enterprise Development Scheme is the financial support scheme of Government of Tamil Nadu.\nThe main objective behind launching this scheme is to encourage and support the youth of Tamil Nadu who wants to become an Entrepreneur.\nThis scheme is called NEEDS in short.\nNew Entrepreneur cum Enterprise Development Scheme is basically for First Generation Entrepreneurs.\nNEEDS will help the young generation youth to built a business without thinking about the financial burden and will create employment opportunities for others.\nIn New Entrepreneur cum Enterprise Development Scheme, Tamil Nadu Government will provide capital subsidy to new entrepreneurs for setting up their own income generation business.\nCapital Subsidy of 25% of Total Project Cost or a Maximum of Rs. 75,00,000/- will be provided to Eligible Entrepreneur under New Entrepreneur cum Enterprise Development Scheme.\nEntrepreneur has to contribute the below mentioned percentage of project cost on their own :-\n\tFor General Category :- 10% of Project Cost.\nFor Special Category :- 5% of Project Cost.\n\nRemaining Project Cost Amount will be provided to Entrepreneur as a bank loan.\nCollateral will be required as per the conditions of bank.\nThere is no annual income ceiling in New Entrepreneur cum Enterprise Development Scheme.\nAn Additional 10% on Capital Subsidy will be provided to below mentioned category of Entrepreneur :-\n\tSchedule Caste.\nSchedule Tribe.\nDisabled.\n\nEligible First Generation Entrepreneur of Tamil Nadu can apply for capital subsidy by filling the Online Application Form of Tamil Nadu New Entrepreneur cum Enterprise Development Scheme.\nBenefits\nThe following benefits will be provided to New Entrepreneurship/ Applicant under Tamil Nadu Government's New Entrepreneur cum Enterprise Development Scheme (NEEDS) :-\n\t\nCapital Subsidy of 25% of Project Cost or Maximum of Rs. 75,00,000/- will be provided to New Entrepreneurs.\nAdditional 10% on Capital Subsidy will be provided to SC/ ST and Disable Applicant.\nBank Loan will be provided on Remaining Cost of Project.\n3% Interest Subvention on Bank Loan.\nNew Entrepreneurs can start their business with a Capital of Rs. 10 Lakh to Rs. 5 Crore.\n\n\nEligibility\nApplicant should be a Resident of Tamil Nadu for Not Less than 3 Years.\nApplicant should possess any of the following Minimum Educational Qualification :-\n\t12th Pass.\nDiploma Holder.\nITI Pass.\nVocational Training Passed.\n\nThe Age of Applicant should be :-\n\t\nBetween 21 Years to 35 Years for General Category Entrepreneur.\nBetween 21 Year to 45 Years for below mentioned Special Category Entrepreneur :-\n\t\t\t\t\tSchedule Caste.\nSchedule Tribe.\nMinorities.\nWomen.\nDifferently Abled.\nBackward Class.\nTransgenders.\nEx-Servicemen.\nMost Backward Class.\n\n\n\nProject Cost of Applicant should be More than Rs. 10 Lakh and Less than Rs. 5 Crore.\nProject Cost Contribution of Applicant should be :-\n\tContribution of 10% of Total Project Cost for General Applicant.\nContribution of 5% of Total Project Cost for Special Category Applicant.\n\nDocuments Required\nThe below mentioned documents is required to avail the benefit of Tamil Nadu New Entrepreneur cum Enterprise Development Scheme :-\n\t\nResidence Proof of Tamil Nadu.\nEducation Related Documents.\nRation Card.\nNativity Certificate. (If there is No Ration Card).\nVoter Identity Card.\nAadhar Card.\nPassport Size Photograph.\nCaste Certificate. (If Applicable)\nDisability Certificate. (If Applicable)\nEx-Servicemen Card. (If Applicable)\nProject Report and Quotation.\nAffidavit.\n\n\nHow to Apply\nNew Entrepreneur can apply for capital subsidy by filling the Online Application Form of Tamil Nadu New Entrepreneur cum Enterprise Development Scheme.\nTamil Nadu New Entrepreneur cum Enterprise Development Scheme Online Application Form is available on the portal of Micro, Small and Medium Enterprise Department of Government of Tamil Nadu.\nEntrepreneur has to Register themselves first by filling the details like Name, Date of Birth, Aadhar Number, Mobile Number, Email ID and Password.\nAfter Registration, Login with the Email or Mobile Number and Password.\nFill the following details in New Entrepreneur cum Enterprise Development Scheme Application Form steps wise :-\n\tPersonal Details.\nContact Details.\nEducation Related Details.\nProject Details and Quotation.\n\nClick on Submit Button to Submit the Application Form of New Entrepreneur cum Enterprise Development Scheme.\nApplication Form and Documents will be verified by the concerned officials of District Industries Centre.\nSelected Entrepreneur will be called for Interview.\nAfter Interview, Applications for Capital Subsidy under NEEDS will be sent to bank for sanctioning of loan.\nEntrepreneurship Development Programme Training will be conducted for Selected Entrepreneurs.\nIt is mandatory for Selected Entrepreneur to attend the Training of Entrepreneurship Development Programme.\nLoan will disbursed by the bank once applicant submit the Entrepreneurship Development Programme Training Certificate in the bank.\nApplicant will also track their Application Status of New Entrepreneur cum Enterprise Development Scheme Online.\nIneligible Business List under NEEDS\n\nImportant Links\nTamil Nadu New Entrepreneur cum Enterprise Development Scheme Application Form.\nTamil Nadu New Entrepreneur cum Enterprise Development Scheme Registration.\nTamil Nadu New Entrepreneur cum Enterprise Development Scheme Login.\nTamil Nadu New Entrepreneur cum Enterprise Development Scheme Application Status.\nTamil Nadu New Entrepreneur cum Enterprise Development Scheme Guidelines.\nContact Details\nTamil Nadu Micro, Small and Medium Enterprises Department Contact Details.\n"
    },
    {
        "Tamil Nadu Kalaignar Magalir Urimai Thittam Scheme.": "\nOverview of the Scheme\n\nName of Scheme\nTamil Nadu Kalaignar Magalir Urimai Thittam Scheme.\nLaunched on\n15th September 2023.\nBenefits\nMonthly Financial Assistance of Rs. 1,000/-.\nBeneficiaries\nWomen of Tamil Nadu.\nOfficial Website.\nKaliagnar Magalir Urimai Thittam Scheme Website.\nNodal Department\nDepartment of Social Welfare & Women Empowerment, Tamil Nadu.\nSubscription\nSubscribe Here to Get Update Regarding Scheme.\nMode of Application\nThrough Kalaignar Magalir Urimai Thittam Scheme Application Form.\nIntroduction\nTamil Nadu Kalaignar Magalir Urimai Thittam Scheme is the major socio-economic welfare scheme of Tamil Nadu Government.\nIt was launched on 15th of September 2023.\nThe main objective behind launching this scheme is to empower women financially so that their livelihood and standard of living will improve.\nOn 27.03.2023, Chief Minister of Tamil Nadu make an announcement to start \"Kalaignar Magalir Urimai Thittam Scheme\" by giving a bold statement which is \"This Women's Right Grant Scheme/ Magalir Urimai Thogai Scheme, which will be chronicled in history as a great step among the programmes implemented for the cause of social justice in Tamil Nadu, will provide One Thousand Rupees per Month approximately One Crore Women Heads of families. This Historic Scheme 'Kalaignar Magalir Urimai Thittam Scheme' has been formulated.\"\nKalaignar Magalir Urimai Thittam Scheme is also known by some other names in Tamil Nadu such as :-\n\t\"Kalaignar Mahalir Urimai Thittam Scheme\".\n\"Kalaignar Magalir Urimai Thogai Thittam Scheme\".\n\"Tamil Nadu Magalir Urimai Thogai Scheme\".\n\"Tamil Nadu Women's Entitlement Fund\".\n\"Tamil Nadu Women Artists Empowerment Scheme\".\n\nThe name of scheme is based on former Chief Minister of Tamil Nadu Late Sh. M. Karunanidhi, who was famously known as Kalaignar (Artist).\nWomen of Tamil Nadu will get monthly financial assistance under Kalaignar Magalir Urimai Thittam Scheme.\nMonthly Financial Assistance of Rs. 1,000/- per Month i.e. Rs. 12,000/- per year will be provided to all eligible women beneficiary of Tamil Nadu.\nWomen Head of a Family whose Age is 21 Years and Above are eligible for monthly financial assistance under this scheme.\nRegistration for Kalaignar Magalir Urimai Thittam is started by Tamil Nadu Government.\nEvery Eligible Women Beneficiary can visit their nearest Public Distribution Fair Price Shop/ Ration Shop/ Camp and get them registered under this scheme.\nVolunteers present at the shop will help the women to fill the application form of Kalaignar Magalir Urimai Thittam Scheme.\nDistribution of financial assistance will start from 15th of September 2023 on the occasion of birth anniversary of Perarignar Anna.\nWomen Beneficiary can find Details of District Wise Registration Camp with Dates for Kalaignar Magalir Urimai Thittam Scheme Registration.\nLots of people complaining about that they did not receive Confirmation Message of Kalaignar Magalir Urimai Thittam Scheme. So they don't have to worry about that.\nTheir Registration under Kalaignar Magalir Urimai Thittam Scheme is done and after verification they received the financial assistance.\nBeneficiary has to secure the Acknowledgement Receipt which they received at the time of registration in registration camps.\nNow Tamil Nadu Government started the Official Website of Tamil Nadu Kalaignar Magalir Urimai Thittam Scheme.\nWomen Beneficiary can visit the official website for further information and to check the Application and Payment Status of Kalaignar Magalir Urimai Thittam Scheme of Tamil Nadu Government.\nGovernment of Tamil Nadu send an SMS to all selected Women Beneficiary.\nBut Many Women did not receive the SMS.\nTheir Application of Kalaignar Magalir Urimai Thittam Scheme is Temporarily Rejected.\nBut they don't have to worry about it.\nWomen Beneficiary can file an appeal within 30 days of receiving the SMS in the office of Revenue Divisional Officer.\nBenefits of Scheme\nEligible Women Beneficiaries of Tamil Nadu will get the below mentioned monetary assistance per month under Kalaignar Magalir Urimai Thittam Scheme :-\n\tFinancial Assistance of Rs. 1,000/- per Month.\n\nEligibility\nThe below mentioned eligibility conditions is set by Tamil Nadu Government in order to provide the benefits of Tamil Nadu Kalaignar Magalir Urimai Thittam Scheme to eligible women beneficiaries :-\n\t\nWomen Beneficiary should be a Permanent Resident of Tamil Nadu.\nWomen Beneficiary's Age should be above 21 Years.\nAnnual Family Income of Women Beneficiary should not be more than Rs. 2,50,000/- per year.\nLand Holding of Women Beneficiary Family should be :-\n\t\t\t\t\tNot More than 5 Acre of Wetland. OR,\nNot More than 10 Acre of Wetland.\n\nThe Annual Electricity Consumption of Women Beneficiary Family should be below 3,600 Units.\nIf Unmarried Single Women, Maidservant and Transgenders are Head of Household then they are also eligible to apply.\n\n\n\nIneligibility\nFollowing are the Ineligibility Conditions of Tamil Nadu Kalaignar Magalir Urimai Thittam Scheme :-\n\t\nIf Annual Family Income of Women's Family is more than Rs. 2,50,000/- per Year.\nAny Family Member is a Income Tax Payee.\nEmployees/ Pensioner of any of the below mentioned organisation :-\n\t\t\t\t\tCentral Government.\nState Government.\nPublic Sector Undertaking.\nBank.\nLocal Bodies.\nCo-operative Institutions.\n\nAny of the following Elected People's Representative :-\n\t\t\t\t\tMember of Parliament.\nMember of Legislative Assembly.\nChairman of District Panchayat.\nCouncillor of District Panchayat Councillor.\nChairman of Panchayat Union.\nCouncillor of Panchayat Union.\nPresident of Village Panchayat.\nChairman and Councillor Municipal Corporation/ Municipalities/ Town Panchayat.\n\nIf Family of Women Beneficiary has any of the following vehicle at home :-\n\t\t\t\t\tCar.\nJeep.\nTractor.\nHeavy Vehicles.\n\nBusinessmen in Family having Annual Turnover of Rs. 50,00,000/-.\nPensioner in a Family.\n\n\nDocuments Required\nThe following documents is required at the time of applying for the benefit of Rs. 1,000/- per month under Tamil Nadu Kalaignar Magalir Urimai Thittam Scheme :-\n\tDomicile or Residence Proof of Tamil Nadu.\nPassport Size Photograph.\nRation Card.\nAadhar Card.\nIncome Certificate.\nElectricity Bill.\nMobile Number.\nBank Account Details.\n\nHow to Apply\nEligible Beneficiary can Register themselves under Kalaignar Magalir Urimai Thittam Scheme by visiting their area's nearest Fair Price Shop/ Ration Shop.\nInitially the Registration of Women Beneficiary will be done at Ration Shop/ Fair Price Shop through Application Registration Forms.\nVolunteers present at shops will help the women beneficiary to fill the Registration Form of Kalaignar Magalir Urimai Thittam Scheme.\nAfter filling it correctly, the Application Form of Kalaignar Magalir Urimai Thittam Scheme will be submitted to officials present at Ration Shops.\nReceived Application Forms will then forward to Implementing Department.\nConcerned Officials will scrutinised the Kalaignar Magalir Urimai Thittam Scheme Application Form and documents.\nAfter Verification, the monthly financial assistance of Rs. 1,000/- per month will be transferred in the bank account of women beneficiary from 15th September onwards.\nThe Registration Camps for Kalaignar Magalir Urimai Thittam Scheme Registration will be held from 24-07-2023 to 16-08-2023.\nWomen Beneficiary can find the their Kalaignar Magalir Urimai Thittam Scheme District Camp Details Here.\nOn 18-09-2023, Government of Tamil Nadu sent an SMS on those Women Beneficiary Phone Number whose application of Kalaignar Magalir Urimai Thittam Scheme is accepted.\nBut many women did not receive the message in their phone because there Application of Kalaignar Magalir Urimai Thittam Scheme is rejected.\nBut they don't have to worry about it because they have a chance to file an appeal through E Service Center within 30 Days of Receiving the SMS.\nRevenue Divisional Officer will entertain all the appeals under Kalaignar Magalir Urimai Thittam Scheme.\nBeneficiary Women can find their nearest E Service Center Here.\nIn case of any assistance, women beneficiary can also file Online Complaint about Kalaignar Magalir Urimai Thittam Scheme.\n\nImportant Links\nTamil Nadu Kalaignar Magalir Urimai Thittam Scheme Website.\nTamil Nadu Kalaignar Magalir Urimai Thittam Scheme Application Status.\nTamil Nadu Kalaignar Magalir Urimai Thittam Scheme Payment Status.\nTamil Nadu Kalaignar Magalir Urimai Thittam Scheme Complaint.\nTamil Nadu Kalaignar Magalir Urimai Thittam Scheme E Service Center.\nTamil Nadu Kalaignar Magalir Urimai Thittam Scheme Guidelines.\nTamil Nadu Kalaignar Magalir Urimai Thittam Scheme FAQs.\nTamil Nadu Kalaignar Magalir Urimai Thittam Scheme District Camp Details.\nTamil Nadu Social Welfare & Women Empowerment Portal.\nContact Details\nTamil Nadu Kalaignar Magalir Urimai Thittam Scheme Helpline Number :- 044-25619208.\nTamil Nadu Social Welfare & Women Empowerment Department Contact Numbers.\n"
    },
    {
        "Tamil Nadu Chief Minister Fellowship Programme.": "\nOverview of the Scheme\n\nScheme Name\nTamil Nadu Chief Minister Fellowship Programme.\nBenefits\n\n65,000/- per month as a fellowship.\n10,000/- The monthly additional allowance.\n\nBeneficiaries\nYoung Professionals of Tamil Nadu.\nNodal Department\nSpecial Programme Implementation Department.\nMode to apply\nOnline Application from .\nIntroduction\nThe Government of Tamil Nadu has introduced the ''Tamil Nadu chief Minister's Fellowship Programme''.\nThis Program has been announced with an aim to tap the talent of young professional from diverse professional and academic background .\nThe nodal department of \"Fellowship Programme\" is The Special Programme Implementation department of Government of the Tamil Nadu.\nThe Chief Minister Fellowship Program offers the youth an opportunity ti be a part of the government .\nThe Fellows have been entrusted with the following duties and responsibilities with respect to the thematic ares concerned:-\n\tIdentify Issues.\nAid data -Driven.\nDecision - Making.\nAssigned Programmes to Address the Gaps.\nService Delivery.\nOptimize the same in line with the global best Practices.\n\nThe academic partner to implement the program is Bharathidasan Institute of Management, Tiruchirappalli.\nBharathidasan Institute of Management, Tiruchirapalli has a unique Social Immersion Programme for its MBA student.\nThe Academic Partner is the Nodal agency for the selection process.\nUtililise the talent of young professional in the execution of schemes in 12 sector.\nThe 12 thematic areas for Tamil Nadu Chief Minister Fellowship Programme are as follows:-\n\tAugmentation of Water Resources.\nHousing for All .\nImproving Educational Standards.\nImproving Health Indicators.\nSocial Inclusion.\nInfrastructure and Industrial Development .\nAgricultural production, Productivity , and Creation of Marketing Linkages.\nSkill Development and Entrepreneurship Development .\nInstitutional Credit.\nHeritage and Culture.\nEcological Balance.\nData Governance.\n\nThe innovative ideas of the fellows has helped the administration.\nThe government believes in the potential of the talented youth of the state to improve the process of governs and service delivery.\nThe candidates selection for fellowship Programme includes three stage of examination as follows :-\n\tPreliminary Assessment (Computer-based Test)\ncomputer Examination (Written Examination)\nPersonal Interview\n\nThe candidates shortlist for the Personal Interview based on their performance in the comprehensive Examination.\nThan the Final merit list of the candidates selection for the Tamil Nadu Chief Minister's Fellowship Program based on the combined score in the comprehensive Examination and Personal Interview.\nBenefits\nThe fellowship will be for a period of two years.\nThe monthly income of the fellowship will be Rs. 65,000/.\nRs. 10,000/- monthly additional allowance is given for the fellowship.\nThe additional allowance is given for:- work ,such as Travel, mobile phone, and data usages etc.\nEligibility\nThe applicant should be a permanent resident of Tamil Nadu.\nAge of applicant's age shall be between 22-30 years at the time of application.\nAge for the following category should be :-\n\tCategory\nAge\nST\n35 years\nSC\n35years\nBC\n33years\nMBC\n33years\n\nCandidates with a Ph. D degree will be preferred.\nWorking Knowledge of Tamil is Mandatory.\nOne year Work experience will be advantage .\nA candidate must hold a first-class in Bachelor's degree in professional Courses:-\n\tEngineering.\nMedicine.\nLaw.\nAgriculture.\nVeterinary Science.\n\nOR First class in Master's Degree in Arts / Science.\nDocument Required\nDomicile of Tamil Nadu.\nAadhar card.\nAccount Number.\nMobile Number.\nHow to Apply\nThe Beneficiary can online apply for the Fellowship Programme.\nThe online application can be accessed through this web portal .\nBeneficiary has to do Registration first by filling the personal details.\nAfter Registration you will Login on this portal.\nNow fill the Tamil Nadu Chief Minister Fellowship Programme online application form.\nUpload all the essential documents on the portal.\nPreview the Application Form through and click on Submit Button to Submit it.\nThere is no application fee for the fellowship selection process.\nReceived application form will be Verified by the Special Programme Implementation Department of Tamil Nadu.\nApplicant can check there admit card and exam date form the portal is given above .\nOnly online mode submission of application will be accepted.\nSelection Process\nThe selection process includes three stages as follows:\nStage 1 : Preliminary Assessment (Computer-based Test)\n\tThe Preliminary Assessment will be a Computer-based test (CBT) of objective type Multiple-choice questions carrying a maximum of 150 points.\nThere will be three section in CBT: General Awareness ,Quantitative Aptitude, Verbal comprehension and logical Reasoning.\nNegative marking of 0.33 points for every incorrect answer.\n\nStage 2 : computer Examination (Written Examination)\n\tComprehensive Examination is a Written examination .\nThe Questions are of conventional essay type Questions will focus on General Topics.\nSelected candidates will go to the next stage .\nThe test centre will be in Chennai.\n\nThe candidates shortlist for the Personal Interview based on their performance in the comprehensive Examination.\nStage 3 : Personal Interview\n\tThe interview will be held in Chennai only .\nCheck the Candidate's intellectual and emotional quotient, knowledge of current affairs and ability of systemic thinking .\n\nThan the Final merit list of the candidates selection for the Tamil Nadu Chief Minister's Fellowship Program based on the combined score in the comprehensive Examination and Personal Interview.\nAfter the qualifying all 3 stage of exam's.\nThe final merit list will be based on the combined score from the candidate's.\nImportant Link\nTamil Nadu Chief Minister Fellowship Programme Online Application Form .\nTamil Nadu Chief Minister Fellowship Application Login.\nTamil Nadu Special Programme Implementation Department portal.\nTamil Nadu Chief Minister Fellowship Programme Guideline.\nContact Details\nSpecial Programme Implementation Department Helpline Number :- 044-25671024\nTamil Nadu Special Programme Implementation Department Email Id :-\n\t minister_syw@tn.gov.in\nspidept@tn.gov.in\n\nSpecial Implementation Department Secretariat,\n\tChennai 600-009\n"
    },
    {
        "Tamil Nadu Makkaludan Mudhalvar Scheme.": "\nOverview of the Scheme\n\nName of Scheme\nTamil Nadu Makkaludan Mudhalvar Scheme.\nLaunched Year\n2023.\nBenefits\n\nBeneficiary can file grievance against government services.\nAll filed grievance will resolved in 30 days.\n\nBeneficiaries\nTamil Nadu Residents.\nWebsite\nTamil Nadu Makkaludan Mudhalvar Scheme Website.\nSubscription\nSubscribe Here to Get Update Regarding Scheme.\nHow to Apply\nBy Visiting Makkaludan Mudhalvar Scheme Camp Location.\nIntroduction\nPeople faces lots of difficulties while availing the government services.\nThe major difficulty faced by people is unwarranted delay, asking bribe by officials, poor communication between beneficiary and the government officials and many more.\nSo to make Government Services of Tamil Nadu easily available for people, Chief Minister of Tamil Nadu Shri MK Stalin launched \"Makkaludan Mudhalvar Scheme\" in Coimbatore on 18th of December 2023.\nThe meaning of Makkaluda Mudhalvar is \"CM with People\".\nThe main objective behind starting Makkaludan Mudhalvar Scheme in Tamil Nadu is to deliver government services quickly and easily by providing all the government procedures at one place.\nMakkaludan Mudhalvar Scheme is the extended version of other two scheme of Tamil Nadu which are :- \"Kala Aaivil Mudhalvar\" (CM on Field Inspection) and \"Ungal Thoguthiyil Mudhalvar\" (CM in Your Constituency).\nUnder Tamil Nadu Makkaludan Mudhalvar Scheme, a special camps will be organised in all municipal corporations, municipalities, village panchayats and town panchayats in urban and rural areas of Tamil Nadu.\nMakkaludan Mudhalvar Scheme Camps will address the grievance of people related to the Government of Tamil Nadu Services.\nPeople of Tamil Nadu can file their grievance related to any Government Services in those camps.\nMakkaluda Mudhalvar Scheme will be implemented in phased manner.\nIn the first phase from December 2018 to January 6, a total of 1745 special camps will be organised all over Tamil Nadu for effective redressal of people grievances.\nTamil Nadu residents can file their grievances related to 13 Departmental Services of Tamil Nadu Government by visiting thier nearest Makkaludan Mudhalvar Scheme Camps.\nGrievance filed in these camps will be resolved in 30 days.\nBeneficiary can check the Camp Location of Makkaludan Mudhalvar Scheme Here.\nBenefits of Scheme\nFollowing Benefits will be provided to Tamil Nadu People in camp sites which organised under Makkaludan Mudhalvar Scheme :-\n\tPeople can file grievances against Tamil Nadu Government Services.\nRelief sought by Beneficiary will be resolved in 30 days.\n\nMakkaludan Mudhalvar Scheme List of Services\nPeople of Tamil Nadu can file their grievance against any of the below mentioned Services of Tamil Nadu in Makkaludan Mudhalvar Camp Site :-\n\tDepartment\nServices\nEnergy\n\nNew Connections.\nTariff Changes.\nName Transfer.\nLoad Charges.\n\nRevenue\n\nPatta Transfer.\nSurvey Applications.\nOnline Patta.\nOnline Name Change.\nLegal Heirship.\nCommunity & Other Certificate.\nPension Scheme.\n\nMunicipal Administration/\n\t\t\t\tRural Development\n\nWater Supply.\nSewer Connection.\nPM SVANidhi.\nStreet Vendor ID Cards.\nHouse Tax.\nVacant Land Tax.\nProperty Tax Assessment.\nProperty Name Change.\nTrade Licenses.\nBuilding Plan Approval.\nBirth Certificate.\nDeath Certificate.\nSolid Waste Management.\n\nPolice\n\nEconomic Offence Complaints.\nLand Grabbing Complaints.\nCheating Complaints.\nPOCSO Complaints.\nOther Complaints.\n\nHousing &\n\t\t\t\tUrban Development\n\nPlan Approval.\nChange of Classification of Land.\nHousing Tenements in TNUHDB.\nOwnership Documents.\n\nSocial Welfare\n\nPudhumai Penn Scheme.\nSponsorship Scheme for Orphans.\nGirl Child Protection Scheme.\n\nDifferently Abled\n\nDisability Card. (NIDC)\nUnique Disability ID Card. (UDID)\nMaintenance Grant.\nAids and Appliances.\nBank Loans.\nSelf Employment Loan.\n\nLivelihood Loans\n\nLoan from TAHDCO, TAMCO\n\t\t\t\t\tand TABCEDCO.\nLoan from Co-operative Societies.\nNEEDS, PMEGP, UYEGP,\n\t\t\t\t\tPMFME and DIC Loans.\nSelf Help Group Loan.\n\nAdi Dravidar Welfare/\n\t\t\t\tBackward & Most\n\t\t\t\tBackward Classes\n\nScholarship for Adi Dravidar Students.\nHouse Site/ Online Patta.\nScholarship for Backward & Most\n\t\t\t\t\tBackward Class Students.\n\nLabour Welfare Boards\n\nAll Services Offered by Welfare Boards.\n\n\nEligibility\nAll People of Tamil Nadu are Eligible.\nDocuments Required\nThe below mentioned documents is mandatorily needed at the time of filing grievance for government services under Makkaludan Mudhalvar Scheme of Tamil Nadu Government :-\n\tAadhar Card.\nMobile Number.\nRation Card Number.\nServices Related Document.\n\nHow to Apply\nEligible Beneficiaries can go to their nearest Makkaludan Mudhalvar Scheme Camp Site and register their grievance related to Government Services.\nBeneficiary can file their grievance against more than 13 government department services.\nOfficials present at Makkaludan Mudhalvar Scheme Camp site will fill the grievance form on behalf of beneficiary.\nBeneficiary will have to provide all the basic details about the government services for which he/ she aggrieved.\nGrievance Forms then forwarded to the concerned department for immediate redressal.\nGrievances filed in Makkaludan Mudhalvar Camp site will be solved in within 30 days.\nStatus of Grievance of Beneficiary will be send on their mobile phone through SMS or Email.\nPeople can See Camp Site Details of Makkaludan Mudhalvar Scheme Here.\nJust visit the camp and file the grievance.\nBeneficiary People can also file their grievance against Government Services through Online Mode.\nJust visit the Official Website of Tamil Nadu Makkaludan Mudhalvar Scheme.\nClick on Add Grievance.\nFill the sought details and Click on Submit Button to Submit it.\nBeneficiary can Check the Application Status of their Makkaludan Mudhalvar Scheme Here.\nMakkaludan Mudhalvar District Wise Camp Locations (December)\nDistrict Wise Camp Locations organised under Tamil Nadu Makkaludan Mudhalvar Scheme are as follows :-\n\tDistrict\nCamp Location\nAriyalur\n\nA.V.K Mandabam, Udaiyarpalayam Town Panchayat.\nMunicipality Office - Ariyalur, Jayamkondam.\n\nCoimbatore\n\nParimala Subramanium Thirumana Mandabam, Anaimalai Town\n\t\t\t\t\tPanchayat.\nJM Hall, Kinathukadavu Town Panchayat.\nDasapalngika Seva Sanga Mandapam, Annur Town Panchayat.\nKongu Mahal, Mettupalayam, Karamadai Municipality.\nMeenakshi Sundareshwaran Mahal, Pollachi Municipality.\nChakkarai Chettiyar Samuga nala koodam, Coimbatore.\nHigher School Kempatti Colony, Coimbatore Central Corportation.\nSaravanampatti Community Centre, Coimbatore North Corporation.\nKamatchiamman Kovil Kalyana Mandapam, Vadavalli, Coimbatore\n\t\t\t\t\tWest Corporation.\n\nCuddalore\n\nAndal Thirumana Mandam,Thiruvandipuram.\nS.G.M Ganapathy Mahal, Parangipettai Town Panchayat.\nLalitha Mahal Thiurmana Mandabam, Kattumannarkoil Town\n\t\t\t\t\tPanchayat.\nVignesh Mahal, Manajakuppam Corportation.\n\nDharmapuri\n\nAnadha Mahal, Marandhahalli Town Panchayat.\nAbirami Marriage Hall, Dharmapuri Municipality.\n\nDindigul\n\nPanchayat Union Elementary School, Ramaiyanpatti.\nGovt. Hr. Sec. School, Palayam Town Panchayat.\nGovernment Boys Hr. Sec. School, Vadamadurai Town Panchayat.\nSKF Marriage Hall, Neikarpatti Town Panchayat.\nGovt. Hr. Sec. School, Thirumalairayapuram Town Panchayat.\nAbservetary Municipal School, Abservetary Municipality.\nMalli Madam, Palani Municipality.\nSMB Hr. Sec. School, Dindigul Corporation.\n\nErode\n\nRaja Kalaiarangam, Mettunasuvampalayam.\nSMP Mahal, Thiruvalluvar Nagar, Athani Town Panchayat.\nSwami Abathanantha Thirumana mandapam, Appakudal Town\n\t\t\t\t\tPanchayat.\nLaxmi Thirumana Mandapam, Kamarajar Salai, Anthiyur Town\n\t\t\t\t\tPanchayat.\nKaikolar Kalaiarangam, Gobi Municapality.\nThirumal Thirumana Mandabam, Erode Corporation.\nRavi Mahal, Erode Corporation.\n\nKallakuruchi\n\nKannan Mahal , Kallakurichi Municipality\n\nKarur\n\nCommunity Hall near Vinayaga temple, Karuppampalayam.\nAsia Mahal, Pallapatty Municipality.\nS.K.T Mahal, Karur Corporation.\n\nKrishnagiri\n\nPanchayat Office, Nallur.\nS.R.M.Mahal, Kelamangalam Town Panchayat.\nThirupathi Mahal, Krishangiri Municipality.\nC.S.I School, Hosur Corporation.\nNamma Illam, Annamalai Nagar, Jujuvadi Corporation.\nCorporation Middle School, JuJuvadi Corporation.\n\nMadurai\n\nCommunity Hall, Alathur.\nNadar Mandabam, Periyakadaiveethi, Tirumangalam Municipality.\nNavalar Somasundara Bharathiar School, Palanganatham Corportation.\nZone-3 Office, Madurai Corporation.\nPandian Mahal, Uchaparampumedu, Madurai Corporation.\n\nMayiladuthurai\n\nStar Thirumana Mandabam, Kuttalam Town Panchayat.\nK.S. Mandabam, Thirumanjana Veethi, Mayiladuthurai Municipality.\n\nNagapattinam\n\nAMMAN Thirumanamandapam, Vedaranyam Municipality.\n\nNamakkal\n\nAyya Mahal Thirumana Mandabam, Erumapatty Town Panchayat.\nRagavendra Polytechnic, Kumarapalaym Municipality.\nGV Mahal, Pallipalayam Municipality.\n\nNilgiris\n\nCommunity Hall, Jegathala Town Panchayat.\nFootball Stadium, Gudalur Municipality.\n\nPerambalur\n\nJK Mahal, Thuraimangalam Municipality.\n\nPudhukkottai\n\nCommunity Hall, Annavasal Town Panchayat.\nM.R.Mahal, Aranthangi Municipality.\nTown Hall, Pudukkottai Municipality.\n\nRamanathapuram\n\nT.S.F. Mahal, Sayalkudi Town Panchayat.\nDhevar Arakkattalai Mahal, Kamuthi Town Panchayat.\nUdaiyar Mahal, Paramakudi Municipality.\n\nSalem\n\nKasthuribai Thirumam Mandapam, Masinaickenpatty.\nSamuthaya Koodam, Belur Town Panchayat.\nLakshmi Thirumana Mandapam, Kolathur Town Panchayat.\nMunicipal Primary School, Thukkanampatty, Mettur Municipality.\nMunicipal Primary School, Ponnagar, Mettur Municipality.\nKaliyamman Kovil Mandapam, Gugai, Kondalampatti Corportation.\nTWAD Board Engineers & Ass. Engineers Association, Hasthampatti\n\t\t\t\t\tCorportation.\nAmmapalayam Higher Sec School, Ammapalayam Corportation.\n\nSivagangai\n\nSri Nivas Kalyana Mahal, Devakottai Road, Karaikudi.\nSethu Meenal Kalyana Mahal , Venkatachalam Street, Karaikudi.\nSathguru Gnanantha Mahal, Near by Periyar Statue, Karaikudi.\nKannathasan Mani Mandapam, Mudiyarasan Salai, Karaikudi.\nMuthu Thamgam Mahal,Muthupattinam 1st Street , Karaikudi.\nR.M.S. Kalyana mahal,Tamilthai Salai, Karaikudi.\nAghathiyan Arangam, V.O.C Road, Karaikudi.\n\nThanjavur\n\nPSS Marriage Hall, Thirunageshwaram Town Panchayat.\nKP Mahal, Perumagalur Town Panchayat.\nTown Panchayat Marriage Hall, Peravurani Town Panchayat.\nVeerarathina Mahal, Orathanadu Town Panchayat.\nSelliyamman Koil Marriage Hall Athirampattinam Municipality.\nRoja Mahal, Pattukottai Municipality.\nGuru Ragavendra Marriage Hall, Kumbakonam Municipality.\nCorparation Marriage Hall, Thanjavur Corportation.\n\nTheni\n\nChellayaamman Kovil, Samuthayakudam Town Panchayat.\nVijayalakshmi Community Hall, Uthamapalayam Town Panchayat.\nGRDMahal, Chinnamanur Municipality.\nSudhathira Mahal, Bodinayakannur Municipality.\nSudhathira Mahal, Bodinayakannur Municipality.\nKarupaiah Mahal, Nehruji Road, Allinagaram Municipality.\n\nTiruvannamalai\n\nVenkadeshwara Thirumana Mandapam, kannamangalam Town\n\t\t\t\t\tPanchayat.\nPeruratchi Vara Sandhai Valagam, Polur Town Panchayat.\nParvathi Nagaiya Tirumana Mandapam, Arni Municipality.\nAkash Thirumana Mandapam, Tiruvannamanalai.\n\nTiruppur\n\nJEE Thirumana Mandapam, S.Periyapalayam.\nNachimuthu Gounder Thirumana Mandapam, Dharapuram Town\n\t\t\t\t\tPanchayat.\nKaliyappa Mahal, Palladam Municipality.\nLakshmi Kalyana Mandapam, Tiruppur South Corportation.\nKariakaliamman Mandapam, Velampalayam, Tiruppur North\n\t\t\t\t\tCorportation.\n\nThiruvarur\n\nSMS Thirumana Mandapam, Koradacherry Town Panchayat.\nVasu Thirumana Mandapam, Valangaiman Town Panchayat.\nSelvi Mahal Thirumana Mandapam, Koothanallur Municipality.\nARV Mahal Thirumana Mandapam, Thiruthuraipoondi Municipality.\nK.G.Thirumana Mandapam, Mannargudi Municipality.\nShanthi Thirumana Mandapam, Thiurvarur Municipality.\n\nThirucharapalli\n\nCommunity Hall, Olliyaur, Mudigandam Panchayat.\nCommunity Hall, Nagamangalam.\nShivan Kovil Community Center, Tottiyam Town Panchayat.\nSri Devi Mahal, Lalgudi Muncipality.\nK.V.R.Mandapam, Musiri Municipality.\nS.K.Mahal, Ariyamangalam Corportation.\n\nVellore\n\nCommunity Hall, Perumugai Village.\nC.R.B Mahal, Katpadi.\n\nVillupuram\n\nMailam Murugan Thirumana Mandapam, Tindivanam Municipality.\nGiru Thirumana Mandapam, Viluppuram Municipality.\n\n\nImportant Links\nTamil Nadu Makkaludan Mudhalvar Scheme Website.\nTamil Nadu Makkaludan Mudhalvar Application Status.\nTamil Nadu Makkaludan Mudhalvar Scheme List of Services.\nTamil Nadu Makkaludan Mudhalvar Camp Location Details.\nContact Details\nTamil Nadu Makkaludan Mudhalvar Scheme Grievance Registration.\n"
    },
    {
        "Tamil Nadu Pongal Gift Scheme.": "\nOverview of the Scheme\n\nName of Scheme\nTamil Nadu Pongal Gift Scheme.\nLaunched Date\n05-01-2024.\nBenefits\n\nCash Assistance of Rs. 1,000/-.\nPongal Gift Hamper.\n\nBeneficiaries\nResidents of Tamil Nadu.\nSubscription\nSubscribe Here to Get Update Regarding Scheme.\nMode of Apply\nThrough Ration Shops. (Fair Price Shop)\nIntroduction\nPongal is a major festival of South India which is celebrated by Tamil People.\nIt's a week long festival generally celebrated on 14th and 15th of January each year.\nSo with an objective to support people of Tamil Nadu to celebrate Pongal Festival joyfully, Government of Tamil Nadu extend their support by implementing new scheme in State.\nThe name of the Scheme is \"Tamil Nadu Pongal Gift Scheme\".\nThis scheme is also known by some other major names in State such as \"Tamil Nadu Pongal Gift Hamper Distribution Scheme\" or \"Tamil Nadu Pongal Gift Hamper Distribution Programme\" or \"Tamil Nadu Pongal Thoguppu\" or \"Tamil Nadu Pongal Parisu Thogai\".\nTamil Nadu Government will now provide Gift Hampers and Cash Prize to people of State on the auspicious occasion of Pongal.\nRs. 1,000/- Cash Prize will be provided to all eligible beneficiaries under Tamil Nadu Pongal Gift Scheme.\nApart from that Cash Prize, Pongal Gift Hamper will also provided to beneficiaries.\nEach Pongal Gift Hamper Consists the following items :-\n\t1 Kg of Rice.\n1 Kg of Sugar.\n1 Sugarcane Stick.\n20 Gram of Cashewnut.\n20 Gram of Kismis.\n5 Gram of Cardamom.\n\nSaree and Dhoti under \"Tamil Nadu Saree and Dhoti Scheme\" will also provided to beneficiaries with the Pongal Gift Hamper.\nAll Rice and Sugar Card Holders and People residing in Sri Lankan Tamil Rehabilitation Camps are eligible to receive Cash Prize of Rs. 1,000/- and Pongal Gift Hamper under Pongal Gift Scheme of Tamil Nadu Government.\nPongal Gift Hampers and Cash Prize will only provided on the Festival of Pongal each year.\nIt is to be estimated that more than 2 crore 19 lakh families is going to get benefited under Tamil Nadu Government's Pongal Gift Hamper Distribution Programme.\nPongal Gift Hampers to beneficiaries will be distributed at Ration Shops/ Fair Price Shops.\nEligible Beneficiaries can visit their local and nearest Fair Price Shop/ Ration Shop with their Rice/ Sugar Card and collect their Pongal Gift Hamper and Cash of Rs. 1,000/- as promised by Tamil Nadu Government under Pongal Gift Scheme.\nBenefits of Scheme\nGovernment of Tamil Nadu will provide the following benefits to people under Pongal Gift Scheme/ Pongal Gift Hamper Distribution Program :-\n\t\nGift Hampers will be Provided to Beneficiaries on the Occasion of Pongal.\nRs. 1,000/- Cash Prize will also Provided with the Gift Hampers.\nEach Pongal Gift Hamper Consists :-\n\t\t\t\t\t1 Kg of Raw Rice.\n1 Kg of Sugar.\n1 Sugarcane Stick.\n20 Gram Cashewnut.\n20 Gram Kismis.\n5 Gram Cardamom.\nSaree and Dhoti. (Under Saree and Dhoti Scheme)\n\n\n\nEligibility Criteria\nCash Prize and Pongal Gift Hampers will only provided to those beneficiaries who fulfil the below mentioned Eligibility Conditions of Tamil Nadu Pongal Gift Scheme :-\n\tBeneficiary should be a Resident of Tamil Nadu.\nBeneficiary should be a Rice Card or Sugar Card Holder.\nSri Lankan Refugees residing in Tamil Rehabilitation Camps are also Eligible.\n\nDocuments Required\nThe below mentioned documents are required at the time of availing the benefit of cash prize and pongal hampers under Tamil Nadu Pongal Gift Scheme :-\n\tAadhar Card.\nRice Card or Sugar Card.\nMobile Number.\nSri Lankan Refugee Card.\n\nHow to Apply\nEligible Beneficiaries doesn't need to apply separately anywhere to avail the benefits of pongal gifts which are provided by Tamil Nadu Government under it's Pongal Gift Scheme of 2024.\nAll Rice Card Holders and People residing in Sri Lankan Tamil Rehabilitation Camps are automatically covered to get pongal gifts.\nBeneficiaries will have to go to Ration Shops (Fair Price Shops) to get their Pongal Gift.\nAgent Present at the Fair Price Shop will distribute the token among beneficiaries to prevent overcrowding.\nPongal Gifts will be distributed to beneficiaries according to their token number.\nEach Pongal Gift consists 1 Kg of Raw Rice. 1 Kg of Sugar, 1 Sugarcane Stick and a pack containing Kismis (Raisins), Cashewnut, Cardamom and a Cash Benefit of Rs. 1,000/- which can be use to celebrate the festival of Pongal.\nImportant Links\nTamil Nadu Pongal Gift Scheme Guidelines.\nContact Details\nContact the nearest Fair Price Shop (Ration Shop) to get further details about Tamil Nadu Government's Pongal Gift Scheme.\n"
    },
    {
        "Tamil Nadu Kalaignar Sports Kit Scheme.": "\nOverview of the Scheme\n\nName of Scheme\nTamil Nadu Kalaignar Sports Kit Scheme.\nLaunched Date\n07-02-2024\nBenefits\nFree Sports Kit will be Provided\nBeneficiaries\nPlayers/ Students of Tamil Nadu.\nSubscription\nSubscribe Here to Get Update Regarding Scheme.\nMode of Apply\nThrough Kalaignar Sports Kit Scheme Application Form.\nIntroduction\nTamil Nadu State secured a 2nd place in overall medal tally after Maharashtra in a recently concluded Khelo India Games.\nThis is the first time that Tamil Nadu had secured this position in any National Level Event.\nNow to support players to perform well in sports event, Tamil Nadu Government sets to launch the new sports scheme in the State.\nSports Minister Shri Udhayanidhi Stalin while attending Valedictory Function in Chennai on 1st of February announced to launch new scheme for players of Tamil Nadu.\nThe name of Scheme will going to be \"Kalaignar Sports Kit Scheme\".\nKalaignar Sports Kit Scheme of Tamil Nadu Government will going to launch on 7th of February 2024 in Trichy.\nThe main objective behind starting this scheme is to make sure that the performers/ achievers in sports should come from rural area also not from urban area only.\nThis scheme is also going to be known by some other names such as \"Tamil Nadu Free Sports Kit Scheme\" or \"Tamil Nadu Kalaignar Free Sports Kit Scheme\".\nSports Department of Tamil Nadu will provide free of cost sports kit to eligible players of Tamil Nadu.\nThis will encourage the players to prepare well before games and give a medal winning performance in National or International Sports Events.\nThis Free Sports Kit Scheme of Tamil Nadu Government is basically starts to support players of rural area.\nFree Sports Kit will be distributed to students and players of 12,000 village panchayats of Tamil Nadu under Kalaignar Sports Kit Scheme.\nOnly this much information is available right now about this scheme.\nVery soon, Sports Department of Tamil Nadu Government will release the Official Guidelines.\nApplication Form, Application Procedure, Eligibility Criteria and remaining benefits of Tamil Nadu Kalaignar Sports Kit Scheme will be clear once the official guidelines is released.\nAs soon as we get any information about Kalaignar Sports Kit Scheme, we will update it here.\nBenefits of Scheme\nGovernment of Tamil Nadu will provide the following benefits to players under its Kalaignar Sports Kit Scheme :-\n\tFree of Cost Sports Kit will be Provided.\n\nEligibility Criteria\nFree of Cost Sports Kit will only provided to those player who fulfill the following eligibility conditions sets by sports department of Government of Tamil Nadu :-\n\tBeneficiary should be a District/ State/ National Level Player.\nPlayer should be a Permanent Resident of Tamil Nadu.\nBeneficiary should be residing in Rural Area.\nRemaining Eligibility Conditions will be released soon.\n\nDocuments Required\nThe below mentioned documents is expected to be required at the time of applying for free of cost sports kit under Tamil Nadu Kalaignar Sports Kit Scheme :-\n\tResidence Proof of Tamil Nadu.\nAadhar Card.\nMobile Number.\nIncome Certificate.\nCaste Certificate. (If Applicable)\n\nHow to Apply\nOn 1st of February 2024, Sports Minister of Tamil Nadu Shri. Udhayanidhi Stalin announced to launced a new scheme called Kalaignar Sports Kit Scheme.\nIt is going to be launched on 7th of February 2024 in Trichy.\nSo right now, the application procedure of Tamil Nadu Government's Kalaignar Sports Kit Scheme is not clear.\nIt depends on Sports Department of Tamil Nadu Government to accept Kalaignar Sports Kit Scheme Application Form through Online Application Form or through Offline Application Form.\nThe Application process of this scheme will be released with the Official Guidelines.\nAs soon as we get any update about Kalaignar Sports Kit Scheme of Tamil Nadu Government, we will update it here.\nImportant Links\nApplication Form of Tamil Nadu Kalaignar Sports Kit Scheme along with Official Guidelines will be released at the time of its launch.\nContact Details\nContact Details of Tamil Nadu Kalaignar Sports Kit Scheme will be soon released by the sports department of Tamil Nadu Government.\n"
    }
]