[
    {
        "Social Justice Department Kerala Government :  Niramaya Health Insurance Scheme \n ": "\n \n An affordable health insurance scheme for Persons with Disabilities covering under National Trust Act 1999. Through this scheme the beneficiaries can avail an insurance coverage up to 1 lakh and it would be renewed every year. Facility for OPD treatment including the medicines, pathology, diagnostic tests etc., regular medical checkup for non – ailing disabled, Dental preventive dentistry, surgery to prevent further aggravation of disability, non – surgical/hospitalization, corrective surgeries for existing disability, ongoing  therapies to reduce the impact of disability related complications , alternative medicine. To enroll in this scheme the beneficiary should pay an amount of Rs.500/- (for APL categories) and Rs.250/- (for BPL categories) as premium amount. For renewing this premium they should pay an amount of  Rs.250/- and Rs.50/- respectively.\n The Government of Kerala discussed this matter seriously and decided to pay their premium amount for enrolling and renewal of Niramaya Insurance Scheme. Through the Department of Social Justice, the State Nodal Agency Centre (SNAC) and Local Level Committees (LLCs)  collect applications from  Schools, Anganwadis, Kudumbasree, etc and  enrol the applicants and renewal is done using the fund given by the State Government. \n \n Target Group\n \n \n \n \n Differently Abled\n Beneficiary Details\n \n \n \n Documents\n \n \n \n Application Forms\n Niramaya Health Insurance Enrollment form\n \n \n Application Forms\n Niramaya health insurance- Application for Renewal\n \n \n Application Forms\n Niramaya Health Insurance Claim form\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Financial Aid for providing hostel facility to Transgender students \n ": "\n \n Transgenders share the same hopes and dreams as any other individual in our society. 58 percent of TG students drop out before completing 10th grade (24 percent of TG students drop out even before completion of 9th grade. Reasons for this include- severe harassment making studies impossible and other gender related negative experiences at school. Inorder to help such school dropouts continue their education, Social Justice Department has implemented scholarship scheme for Transgenders.\n TG community is still ostracized in society and cannot take up job offers or continue education due to lack of accommodation facility. Though there has been improvement in the mindset of the people, still the stigma of giving transgender persons a house exists in society. Due to this problematic scenario, transgenders who are pursuing the scholarship scheme are forced to discontinue their studies. For addressing this issue, the Department of Social Justice has introduced a scheme that provides an amount of Rs 4,000/- per month as financial assistance to Transgender community as rent for finding hostel facility / accommodation.   \n  Criteria\n \n \n Applicants pursuing courses in Government / Aided /Un-aided / Self-financing institutions can apply under this scheme.\n \n \n The duly filled application forms have to submitted along with supporting documents (Declaration Statements from District Transgender Justice Board / District Social Justice Officer, House owner, From concerned Educational Institution.)\n \n \n After scrutiny of the applications the financial aid of Rs 4000/- per month will be transferred to the bank account of the eligible candidates.\n \n \n During the commencement of each academic year the students have to submit a new application for getting the benefit of this scheme.\n \n \n \n Target Group\n \n \n \n \n Transgenders\n Beneficiary Details\n \n \n \n Documents\n \n \n \n Application Forms\n Financial Aid for providing hostel facility to Transgenders\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Scholarship for Transgender Students \n ": "\n \n As an effort to bring marginalized Transgender community to the mainstream of society, Social Justice Department has initiated a scheme for providing scholarship to Transgender students from 7th standard onwards studying in State Govt./ Govt aided/ Self Financing schools.\n The financial assistance is being provided to Transgender students on the following basis-\n \n \n For TG students from 7th std. to 10th std - (Rs. 1000/- per month for 10 months)\n \n \n For TG students studying in Plus one & Plus two- (Rs. 1500/- per month for 10 months)\n \n \n For TG students pursuing Diploma, Degree, Post Graduation, Professional courses-(Rs. 2000/- per month for 10 months)\n \n \n Eligibility Criteria:-\n \n \n Self declaration Affidavit stating that the applicant in Transgender. \n \n \n Income limit does not apply. \n \n \n Eligile applicants have to forward duly filled application form through Head of Educational Institutions which has to be submitted to the concerned District Social Justice Officers.\n \n \n Guidelines \n \n \n The Application forms have to filled completely. Incomeplete applications will be rejected.\n \n \n The Applicants have to mention their full names in the application form including their school name, conduct etc.\n \n \n While applying the applicants must superscribe the envelope \"Application for Scholarship\". The applicant must write down Name, Complete contact adress including native district. \n \n \n \n Target Group\n \n \n \n \n Transgenders\n Beneficiary Details\n \n \n \n Documents\n \n \n \n Application Forms\n TG Scholarship -Application form\n \n \n GOs\n Scholarship for Transgender students-Govt order\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Distress Relief Fund for the Differently Abled (Medical Treatment) \n ": "\n \n As per G.O(MS) 4/95 SWD, dated: 24-01-1995, Govt. sanctioned the Distress Relief Fund for the disabled persons. An amount of Rupees One crore has been deposited in Treasury as corpus fund. The interest accrued from the fund is being utilized for giving financial assistance for disabled persons for the following purposes:\n \n \n For medical treatment, including surgery.\n \n \n To persons who become handicapped due to accidents.\n \n \n For any other purpose which are not covered by the existing schemes for the handicapped.\n \n \n The maximum amount of financial assistance per person a year has been fixed at Rs.5,000.\n Those handicapped persons whose annual income does not exceed (Rs 20,000/- in Rural areas and Rs. 22,375/- in Urban area) shall be eligible for financial assistance. Physically handicapped persons shall include the following categories:-\n a. Blind\n b. Deaf and Dumb\n c. Orthopaedically Handicapped\n d. Mentally Challenged\n e. Persons in BPL category having 40 % disability or more\n Applications for financial assistance can be submitted to the concerned District Social Justice Officer (DSJO). The DSJO shall forward the applications to the Secretary to Govt.- Social Justice Department in the Secretariat with recommendations duly certifying the eligibility after personal enquiry in the individual cases with copy to the Director of Social Justice.\n  \n \n Target Group\n \n \n \n \n Differently Abled\n Beneficiary Details\n \n \n \n Documents\n \n \n \n Application Forms\n Distress Relief Fund for the Differently Abled- Application Form\n \n \n Internal Orders\n Distress Relief Fund-Issuance to dependant also\n \n \n GOs\n Distress Relief Fund for the Disabled-Govt Order\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Financial Assistance to visually impaired Advocates \n ": "\n \n In the scheme for the payment of financial assistance to visually impaired Advocates the annual income of the family should not exceed Rs. 1,00,000/-. The applicant under this scheme shall be eligible for an exgratia non-recurring grant of Rs.3500/- for the purchase of books, provisional suits etc., and they are being paid reader's allowance @ Rs.5000/- per month for a period of 10 years.\n The applicant shall satisfy the following conditions for being eligible for financial assistance :-\n \n \n He/She shall be a native and resident of Kerala State\n \n \n He/She shall be an advocate practising in anyone or more Courts in Kerala\n \n \n The combined annual income of the applicant and his/her family from all sources shall not exceed Rs. 1,00,000/-\n \n \n Documents to be produced with duly filled application form:-\n \n \n Income certificate issued by the concerned Village Officer in the prescribed form showing the combined annual income of the applicant and his family from all sources.\n \n \n Certificate in the prescribed form from the Presiding Officer of anyone of the Courts in a Court/Centre where the applicant is practising, to the effect that the applicant is practising as an Advocate in the Court /Centre.\n \n \n Medical Certificate from an eye specialist in case of visually impaired advocate / Medical certificate from an Ortho specialist in case of Orthopaedically Handicapped advocate\n \n \n Educational qualifications and professional certificate of both the advocate and reader assistant duly attested by a Gazetted Officer of the State Government. The person engaged as reader assistant for blind advocate should have passed atleast S.S.L.C\n \n \n The duly filled application forms along with the documents prescribed has to be submitted to the Director of Social Justice\n \n Target Group\n \n \n \n \n Differently Abled\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Financial Assistance to visually impaired Advocates\n \n \n GOs\n Financial assistance for blind advocates\n \n \n Application Forms\n Financial Assistance to Visually impaired Advocates\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Self-employment scheme for dependents of prisoners \n ": "\n \n The scheme is intended to rehabilitate the dependents of the indigent convicts. It aims to assist/encourage resourceless wives, unemployed and unmarried sons, daughters etc.Major children if they are students and women having children are included in this scheme. Able bodied single women will not be included in this scheme.\n The maximum amount of financial assistance to a family will be Rs. 30,000 at a time.\n Eligibility Criteria\n \n \n Families of such convicts who had undergone imprisonment for a period of 5 years or above are eligible for financial assistance.\n \n \n Priority must be given to dependents (Husband/Wife, Unemployed, Unmarried Son/Daughter); Other category of dependents include daughters who are widowed/Legally divorced/abandoned by husband, Father/Mother below 55 years of age.\n \n \n The families are eligible for the assistance only during the period of imprisonment of the convict.\n \n \n The Applicant must belong to BPL category.\n \n \n The dependants of the convict who have crime records other than the under going one are not eligible for financial assistance under the scheme.\n \n \n Financial assistance shall be given only once for the dependents of a prisoner for the purpose.\n \n \n The financial assistance will be provided to those eligible persons who have not availed the amount for the same purpose previously.\n \n \n How to Avail\n The application for starting self employment has to be submitted along with details of the project to be started with the financial assistance and a recommendation letter by the concerned ward members/councilor\n \n Target Group\n \n \n \n \n Social Defence\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Probation-Revision on Financial assistance schemes\n \n \n GOs\n Self-employment scheme for dependents of prisoners\n \n \n Application Forms\n Self-employment scheme for dependents of prisoners\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Scholarship for Differently abled Students \n ": "\n \n The disabled students studying in Schools, Colleges and those who attending Professional, PG courses and technical trainings are being given scholarship by Social Justice Department. The annual family income of the applicant should be below Rs.36,000/- and they should obtain 40% marks in the examination in the previous year. \n \n \n \n \n Sl No.\n \n \n Standard\n \n \n Day Scholars\n \n \n Hostel Students\n \n \n Reader’s allowance\n \n \n \n \n 1\n \n \n Students from Class 1 to Class 4\n \n \n 300\n \n \n ----\n \n \n 200\n \n \n \n \n 2\n \n \n Students from Class 5 to Class 10\n \n \n 500\n \n \n ----\n \n \n 200\n \n \n \n \n 3\n \n \n +1, +2, IT Equivalent courses\n \n \n 750\n \n \n 1000\n \n \n 300\n \n \n \n \n 4\n \n \n Degree, Polytechnic, Equivalent training courses, (Implant training) \n \n \n 1000\n \n \n 1500\n \n \n 400\n \n \n \n \n 5\n \n \n Professional, PG courses\n \n \n 1000\n \n \n 1500\n \n \n 400\n \n \n \n \n Guidelines for applying:-\n \n \n Disability category of students (Blind / Deaf / Orthopedically handicapped/ Mental Retardation).\n \n \n Disability percentage (40 % or more.)\n \n \n Combined Annual income of the family should not exceed Rs 36,000/-\n \n \n Those students who have not obtained 40% marks in the examination in the previous year need not apply. \n \n \n In case of Blind students Reader’s allowance will be provided.\n \n \n How to avail-\n \n \n The applications must be submitted after the commencement of Academic year (within 3 months)\n \n \n The duly filled application forms must be submitted to the concerned District Social Justice Officer. \n \n \n The Application form must be filled in completely; incomplete as well as late applications will be rejected. \n \n \n Attested copy of Disability certificate from Medical Board.\n \n \n Income certificate from the concerned Village Officer.\n \n \n  \n \n Target Group\n \n \n \n \n Differently Abled\n Beneficiary Details\n \n \n \n Documents\n \n \n \n Application Forms\n Scholarship for Disabled Students\n \n \n GOs\n Scholarship for Disabled Students\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Educational Assistance to Children of Prisoners \n ": "\n \n There are many persons imprisoned, some for known reasons and others for unknown reasons. Once they are lodged in jail their families that are suffering the most. They get ostracized from the society. Due to the lack of money their children might be denied education at a very early age itself. This might have huge repercussions later it may lead to the birth of new criminals in society. Therefore, the government has initiated such a project that aims at bringing these people to the main stream of the society.\n \n \n \n \n Beneficiaries\n \n \n        Children of Prisoners\n \n \n \n \n Benefits\n \n \n \n \n 1st Std. to 5th Std-                Rs 500 per month\n \n \n 6th Std. to 10th Std.-             Rs 750 per month\n \n \n +1 (Plus one) & +2 (Plus two)-Rs 1000 per month\n \n \n Degree/Professional Course- Rs 1500 per month (Degree/ Professional course must be in Govt./ Aided Sector)\n \n \n \n \n \n \n Eligibility Criteria\n \n \n BPL (Financial aid can be provided to the children even though the relatives who are liable to protect them and falls under APL category, provided both the parents are in jail, For that an enquiry report of District Probation Officer is essential).\n \n \n \n \n How to Avail\n \n \n Applications are collected and submitted by jail Superintendents with recommendation. Financial aid is disbursed through jail Superintendents which is approved by Director of Social Justice. The amount is directly transfered to the bank account of the beneficiaries.\n \n \n \n \n \n Target Group\n \n \n \n \n Social Defence\n Beneficiary Details\n \n \n \n Documents\n \n \n \n Application Forms\n Educational Assistance to Children of Prisoners\n \n \n GOs\n Educational Assistance to Children of Prisoners\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Marriage Assistance to differently abled women and to daughters of differently abled parents \n ": "\n \n Parinayam is a novel initiative of Social Justice Department for providing Marriage Assistance to physically handicapped girls and the daughters of physically handicapped parents. Thorough this scheme an amount of Rs.30,000/-.will be provided to the beneficiaries as one time assistance. \n \n \n \n \n Funding Pattern\n \n \n Government of Kerala\n \n \n \n \n Benefeciaries\n \n \n Differently abled women and also to the differently abled parents for the marriage of their daughters\n \n \n \n \n Benefits\n \n \n A one - time assistance of Rs. 30,000/- is provided to the benefeciaries\n \n \n \n \n Eligibility Criteria\n \n \n \n \n Combined Annual family income should not exceed Rs 1,00,000/- \n \n \n Applications for Assistance can be submitted for the marriage of 2 daughters. The only condition applicable is that the application for second child's marriage can be submitted only after 3 years after the initial grant of allowance.\n \n \n While submitting the application for marriage assistance the bride should have completed 18 years of age.\n \n \n \n \n \n \n Documents \n \n \n \n \n Attested copy of Ration card\n \n \n Disability Identity card\n \n \n Birth Certificate (from Corporation/ Municipality/Panchayath) showing that the bride is the daughter of disabled person\n \n \n  Applicant's Family Income certificate from the concerned Village Officer.\n \n \n \n \n \n \n How to avail\n \n \n The application forms are to be obtained from District Social Justice Offices and to submit to the same office with required documents\n \n \n \n \n  \n \n Target Group\n \n \n \n \n Differently Abled\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n PARINAYAM SCHEME-ANNUAL FAMILY INCOME REVISED GOVT ORDER\n \n \n GOs\n Marriage Assistance to differently abled women and to daughters of differently abled parents\n \n \n Application Forms\n Marriage Assistance to differently abled women and to daughters of differently abled parents\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Vayomithram project \n ": "\n \n Kerala Social Security Mission is implementing the Vayomithram project which provides health care and support to elderly above the age of 65 years residing at Corporation/Municipal Areas in the state.The Vayomithram project mainly provides free medicines through mobile clinics, Palliative care, Help desk to the old age. The project implemented as a joint initiative to LSGD in the area. (Municipality/Corporation).\n The project started its function on 2010-11 financial year in Kollam and Trivandrum Corporation and extended to 12 district head quarters in 11-12 financial year. As a part of extension of project 9 new projects were started in 12-13 financial year and 2 new projects in 13-14 year.  (Total 25 projects)\n KSSM has decided to start 9 more projects in the current financial year up on the priority of the basic support provided by the municipality. Marad (Ernakulam), Manjeri, Kottakkal (Malappuram), Vadakara (Calicut), Chalakkudy (Thrissur) municipalities has expressed their interest for the project.\n  1) Mobile clinic service.\n Vayomithram provides medicines free of cost by conducting mobile clinics in ward basis in the area. There is no economic criteria for availing the service. Each mobile unit comprises of Medical Officer, Staff Nurse and JPHN.\n 2)   Palliative care service\n This service intends to provide palliative care for the bed ridden patients in the project area. Special trained nurses and JPHN's are available for the service.\n 3) Help Desk\n Vayomithram co-ordinators provide help desk service to the needy old age in the area. The old age can avail the help from the vayomithram office.\n 4) Other services.\n \n \n Special Medical Camps are conducted in project area for aged (eye camp etc)\n \n \n Special entertainment programmes like Sallapam, Snehayathra were conducted mainly for the destitute in old age home and vayomithram beneficiaries\n \n \n Sponsorship programmes were conducted with the help of NGO's, Institutions in the area.\n \n \n Conducted special day programmes (Related to health and welfare) in the area.\n \n \n Counseling service has been providing by vayomithram co-ordinators with reference of doctors from mobile clinics.\n \n \n Active involvement of Vayomithram in Social issues related to old age in the area. (Rehabilitation etc).\n \n \n \n Target Group\n \n \n \n \n Senior Citizen\n Beneficiary Details\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Vayo Amrutham project \n ": "\n \n Evolution of finite health care protocols had added years to life thus resulting in increased old age population. But the lifestyle adopted by the majority population had lead to deteriorated health status and the emerging life style disease is enhancing the morbidity even though has been declined. The nuclear family in the present society has paved the way to more number of old age homes. Old age people are forced to isolate from nuclear families. From this problem the number of old age people from society is a big issue. The old age population is living with social isolation along with physical and mental health probelms.\n The Social Justice Department with the support of Indian System of Medicine department has implemented this new initiative in Govt run Old age homes for the treatment of inmates who are suffering from health problems. Majority of cases treated as health ailments Diabetes, Asthma, Skin diseases, Arthritis, eye and ear diseases, etc. Health care also includes palliative care for bedridden and couselling. \n As part of this scheme Ayurvedic treatment is being provided to the Inmates belonging to all the Government Old Age Homes functioning under Social Justice Department. The Inmate will be benefited with the service of a Medical Officer and an attender. \n  \n \n Target Group\n \n \n \n \n Senior Citizen\n Beneficiary Details\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Age Friendly Panchayat \n ": "\n \n The age friendly panchayat implemented by Social Justice Department is a new initiative associated with State Old Age Policy, 2013. Converting all the panchayats in the State into age-friendly panchayats for ensuring good health, participation and assuring quality of life to the Senior Citizens is the objective of the programme.\n \n Target Group\n \n \n \n \n Senior Citizen\n Beneficiary Details\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Mandahasam-Scheme to provide artificial dentures to Senior Citizens \n ": "\n \n Mandahasam is a new initiative by Social Justice Department for giving free tooth set for the senior citizens. The scheme aims to reduce nutritional, physical and mental problems faced by the elderly people after loosing teeth. The department would prepare a list of dental colleges and dental treatment centres from where the beneficiaries could avail treatment. It would also ensure the quality of artificial tooth and quality treatment by setting standards and norms.\n  \n \n \n \n \n Eligibility Criteria\n \n \n \n \n Senior citizens who fall in BPL category would be eligible for the benefit under this scheme.\n \n \n \n \n \n \n Benefit\n \n \n One beneficiary would get maximum financial assistance of Rs.10,000/- for fixing the tooth.\n \n \n \n \n Documents \n \n \n \n \n Copy of Ration card/BPL certificate/Income certificate from concerned Village Officer\n \n \n Copy of Aadhar card/ Election ID/Certificate from Medical Officer\n \n \n Certificate in the prescribed format from a Dentist\n \n \n \n \n \n \n  \n \n Target Group\n \n \n \n \n Senior Citizen\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Mandahasam scheme- Government order\n \n \n GOs\n Mandahasam scheme\n \n \n Application Forms\n Mandahasam scheme\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Scholarship for Disabled students pursuing Degree, PG courses (Distance Education) \n ": "\n \n Eligibility criteria: -\n \n \n Disabled students pursuing Degree, PG courses through Open universities, Distance education or through Private registration (Universities inside Kerala) are eligible to apply for scholarship.\n \n \n Annual family income should not exceed Rs. 1,00,000/-\n \n \n Disabled students pursuing Degree, PG courses are eligible\n \n \n Only those who are appearing for the exam each year will be eligible for further financial assistance.\n \n \n Benefits:-\n \n \n The scholarship is being provided for meeting the expenses of Registration fee, Course fee, Tuition fee, Exam fee, Purchase of books, study materials, etc. The amount of assistance has been fixed at a maximum of Rs. 10,000/-\n \n \n How to apply:-\n The duly filled application forms have to be submitted to the concerned Child Development Project Officers (CDPOs). The CDPOs have to conduct an enquiry and scrutinize the documents and submit the same to the respective District Social Justice Officers.\n Documents to be produced\n \n \n Documents registered in University\n \n \n Copy of bills, receipts countersigned by the CDPOs (receipts of registration fee, course fee, /tuition fee and bills of purchased study materials and books\n \n \n Disability certificate from Medical board/  Disability Identity card\n \n \n Certificate showing Annual Income of family from the concerned revenue official\n \n \n \n Target Group\n \n \n \n \n Differently Abled\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Scholarship for Disabled students pursuing Degree, PG courses (Open University, Private Registration, Distance Education)\n \n \n Application Forms\n Scholarship for Disabled students pursuing Degree, PG courses (Open University, Private Registration, Distance Education)\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Financial assistance to Disabled students pursuing (10th, +1, +2 equivalent exams) \n ": "\n \n As per disability survey conducted in 2015 there are 7,93,937 differently abled persons having 21 types of disabilities. A person becomes disabled by birth or because of an accident or disease. The differently abled persons face many hurdles in their day to day life. About 90 percent of the disabled persons may not have received even primary education.  They are forced to give up studies due of various factors, such as difficulty in going to educational institutions and due to inadequate road facilities. The Social Justice Department has initiated a scheme that provides financial assistance to such school dropouts to pursue SSLC, +1, +2 equivalent courses implemented by State Literacy Mission.\n Eligibility criteria:-\n \n \n Differently abled students with 40% or more disability are eligible to apply\n \n \n Financial assistance will be provided to students falling in APL as well as BPL categories.\n \n \n       Benefits:-\n \n \n For SSLC/10th class- Rs. 1750/- for course fee and Rs. 500/- for Exam fee, Rs. 100/- for Registration fee\n \n \n +1 class -Rs. 1950/- for course fee and Rs. 700/- for Exam fee, Rs. 100/- for Registration fee, Rs. 200/- for Admission fee\n \n \n +2 class-Rs. 1950/- for course fee.\n \n \n      How to apply\n The list of beneficiaries will be prepared based on the applications collected through the Anganwadi workers and enquiry by the concerned Child Development Project Officers (CDPOs). The applications can be submitted to the District Social Justice Officers (DSJOs) also. The DSJOs have to make sure that the applicants have completed their courses and that the certificates issued by State Literacy Mission have been correctly distributed to the respective applicants in that academic year.\n \n Target Group\n \n \n \n \n Differently Abled\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Financial assistance to Disabled students pursuing (10th, +1, +2 equivalent exams)\n \n \n Application Forms\n Financial assistance to Disabled students pursuing (10th, +1, +2 equivalent exams)\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Matru Jyothi -Financial assistance for PwD mothers \n ": "\n \n This scheme implemented by the Social Justice Department provides a financial assistance of Rs 2,000/- to differently abled mothers coming under the purview of RPwD Act 2016.  As per the scheme financial assistance will be provided to the differently abled mothers until the child turns 2 years. The scheme is implemented as per G.O.(Rt)No.268-2020-SJD dated 23-06-2020. \n Eligibility criteria:-\n Applicant’s Annual family income should not exceed Rs. 1,00,000/-\n \n \n \n \n SL No\n \n \n Type of Disability\n \n \n Percentage of disability\n \n \n \n \n 1.\n \n \n Blindness\n \n \n 80%\n \n \n \n \n 2.\n \n \n Intellectual disability\n \n \n 60%\n \n \n \n \n 3.\n \n \n Cerebral Palsy\n \n \n 60%\n \n \n \n \n 4.\n \n \n Loco motor disability\n \n \n 80%\n \n \n \n \n 5.\n \n \n Muscular dystrophy\n \n \n 50%\n \n \n \n \n 6.\n \n \n Mental Illness\n \n \n 60%\n \n \n \n \n 7.\n \n \n Multiple disabilities\n Combination of Deaf blind- 1st priority\n Combination of intellectual disabilty- 2nd priority\n Other combination- 3rd priority\n \n \n 50%\n \n \n \n \n 8.\n \n \n Acid attack victims\n \n \n 80%\n \n \n \n \n 9.\n \n \n Autism spectrum disorder\n \n \n 50%\n \n \n \n \n 10.\n \n \n Low vision\n \n \n 70%\n \n \n \n \n 11.\n \n \n Deaf and Hard of hearing\n \n \n 80%\n \n \n \n \n 12.\n \n \n Chronic Neurological condition\n \n \n 70%\n \n \n \n \n 13.\n \n \n Leprosy cured person\n \n \n 80%\n \n \n \n \n 14.\n \n \n Multiple sclerosis\n \n \n 60%\n \n \n \n \n 15.\n \n \n Parkinson's disease\n \n \n 60%\n \n \n \n \n 16.\n \n \n Hemophilia\n \n \n 70%\n \n \n \n \n 17.\n \n \n Thalassemia\n \n \n 70%\n \n \n \n \n 18.\n \n \n Sickle cell disease\n \n \n 70%\n \n \n \n \n 19.\n \n \n Speech and Lanuguage disability\n \n \n 80%\n \n \n \n \n 20.\n \n \n Dwarfism\n \n \n 70%\n \n \n \n \n 21.\n \n \n Specific learning disability\n \n \n 100%\n \n \n \n \n Documents to be produced\n \n \n Copy of certificate issued by Medical Board.\n \n \n Discharge certificate.\n \n \n Income certificate (If the applicant belongs to BPL category, copy of Ration card).\n \n \n Bank account details.\n \n \n Copy of bank pass book.\n \n \n For more details please contact the nearest Anganwadi centre.\n \n Target Group\n \n \n \n \n Differently Abled\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Matru Jyothi scheme\n \n \n GOs\n FINANCIAL ASSISTANCE FOR VISUALLY IMPAIRED MOTHER\n \n \n Application Forms\n Matru Jyothi-Financial assistance for PwD mothers\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Financial assistance to Intercaste married couples (except SC/ST category) \n ": "\n \n Social Justice Department has initiated a scheme that provides financial assistance to Intercaste-married couples (except SC /ST category) who suffer from financial problems. Through this scheme the Intercaste married couples would get a onetime financial assistance of Rs. 30,000/-.\n Documents to be submitted\n \n \n Income Certificate (Original) from the concerned Village Officer\n \n \n Certificate proving that Intercaste marriage is registered (certificate has to be issued by Sub Registrar’s office, Panchayath President, certificates issued from organizations like NSS, SNDP are acceptable).\n \n \n Caste certificate of couple from the concerned Village Officer\n \n \n Original certificate (from Gazetted Officer/MLA/ MP) proving that the married couple has been together for the past one year.\n \n \n Copy of Ration card of couple\n \n \n Copy of Election ID Card/ Aadhar card\n \n \n Eligibility Criteria\n \n \n The combined family income of the couple should not exceed Rs. 1,00,000/-\n \n \n Couples who are legally married are eligible for financial assistance.\n \n \n Couples are entitled for financial assistance onetime only.\n \n \n The financial assistance should be utilized for purposes like starting a business, for purchase of land or for construction of house.\n \n \n The LSGIs should ensure that funds are being utilized for the said purposes.\n \n \n While receiving the financial assistance, couples will be required to sign an agreement and submit to the LSGIs.\n \n \n The couples must apply for financial assistance after one year of marriage but not exceeding 2 years from the date of marriage.\n \n \n How to apply\n The duly filled applications forms along with supporting documents have to be submitted to the concerned District Social Justice Officers. Applications submitted after 3 years will not be considered.\n \n Target Group\n \n \n \n \n Others\n Beneficiary Details\n \n \n \n Documents\n \n \n \n Application Forms\n Financial assistance to Intercaste married couples (except SC/ST category)\n \n \n GOs\n Financial assistance to Intercaste married couples (except SC/ST category)\n \n \n GOs\n Financial assistance to Intercaste married couples (except SC/ST category)\n \n \n GOs\n Intercaste Marriage -Family income limit revised\n \n \n GOs\n Financial assistance to couples of intercaste marriages who does not belongs to SC or ST \n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Abhayakiranam scheme-Financial assistance to destitute widows \n ": "\n \n With an objective of providing a safe and better living environment to destitute and homeless widows, Social Justice Department has started a new initiative called ‘Abhayakiranam’ scheme. This scheme provides monthly financial assistance of Rs. 1,000/- to the close relatives of destitute widows who provide protection and shelter to them. In the initial phase the State Government has accorded Administrative Sanction for providing financial assistance to 200 persons at Rs 1,000/- each for 6 months. \n Guidelines for selecting beneficiaries\n \n \n The age limit of applicant (destitute widow) must be above 50 years.\n \n \n Attested copy of SSLC certificate/Election ID card/ Aadhar card for age proof.\n \n \n The annual family income should be below Rs. 1 lakh. (Attested copy of Ration card/Income certificate from Village office/BPL certificate)\n \n \n The applicant should not be receiving Service pension or Family pension.\n \n \n The applicant should not be a beneficiary of schemes implemented through SJD (Aswasakiranam, Samashwasam)\n \n \n Certificate from concerned Village officer showing that the applicant is a widow and is under the protection of the relative. \n \n \n The duly filled application form along with supporting documents has to be submitted to the concerned District Social Justice Officers.\n \n Target Group\n \n \n \n \n Women\n Beneficiary Details\n \n \n Destitute\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Abhayakiranam scheme-Financial assistance to destitute widows\n \n \n Application Forms\n Abhayakiranam scheme-Financial assistance to destitute widows\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Scheme for providing Assistive devices to Differently abled persons \n ": "\n \n It has been identified that there are 7,94,834 persons having 22 different types of disabilities as per the 2015 Disability survey conducted in Kerala, in which majority of them are suffering financially. Due to mobility impairment the Persons with Disabilities (PWDs) encounter many barriers to education, while travelling, earning job, etc.\n Social Justice Department has initiated a new scheme which provides assistive devices to differently abled persons for improving their quality of life in terms of mobility, communication and for performing their daily activities. There are a wide range of assistive devices available to meet the needs of person with disabilities like Joy stick operated Wheel chair, Smart Phone with screen Reader, Daisy Player, CP Wheel Chair, Talking Calculator, etc.  By use of these Aids & assistive devices, people with disabilities become independent and their participation in the society increases.\n Eligibility Criteria\n \n \n Disabled persons with 40% or more disability are eligible to apply\n \n \n Combined annual family income should not exceed Rs. 1,00,000/-\n \n \n Those PWDs who have already received assistive devices from Agencies/ Non-Governmental organizations/Government organizations are not eligible to apply.\n \n \n The Medical Board should certify that the applicant is capable to use the assistive device.\n \n \n The District Social Justice Officers must invite applications through Newspaper advertisements as well as through Anganwadi centres and the applications thus received will be scrutinized by Child Development Project Officers.  The eligible beneficiaries will be provided with the assistive devices purchased through open tender/ or from accredited agencies.\n \n Target Group\n \n \n \n \n Differently Abled\n Beneficiary Details\n \n \n \n Documents\n \n \n \n Application Forms\n Scheme for providing Assistive devices to Differently abled persons\n \n \n GOs\n Scheme for providing Assistive devices to Differently abled persons\n \n \n GOs\n Purchase of Goods & Services by Govt Depts, PSUs etc\n \n \n Internal Orders\n Scheme for providing Assistive devices to Differently abled persons\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  ‘Sayamprabha Home’-Comprehensive scheme for Senior citizens \n ": "\n \n The number of elderly population in India is growing rapidly. Nowadays one of the most widespread problems faced by senior citizens is loneliness in family atmosphere. Elderly men and women who lost their partners suffer isolation at home during daytime due to lack of company when their children go to work and grandchildren go to schools.\n We need to improve the protection of older person’s rights so that elderly people can fully enjoy their human rights. Senior citizens should also be brought to mainstream of the society along with others to create a better living situation. The State Government is initiating steps for setting up Community Care Centers in each block panchayat.\n “Sayamprabha Home” project is a new initiative of Social Justice Department that provides Day Care facilities in co-operation with LSGD institutions. These Day care centres will provide the most required services and help on a barrier free platform to the old age people in their age of need.  These day care facilities offer an opportunity for the senior citizens to mingle with their own age group; it can also provide solace to elderly who suffer loneliness during daytime. As an initial phase 70 such Day care centres have been identified operated by LSGD institutions which will provide counseling programmes, Yoga meditation programmes to the Senior Citizens.\n Beneficiaries\n Persons above 60 years of age from the concerned Panchayats / Municipalities / Corporations will be benefited from this project. At least 20 beneficiaries from each Sayamprabha Homes can be provided with the services.\n Key services provided through Sayamprabha Homes\n \n \n Create opportunity for social interaction among senior citizens.\n \n \n Provide yoga training classes.\n \n \n The centres offer wide range of activities to keep the elderly occupied with activities designed to meet physical, emotional and social needs.\n \n \n Engage them in activities which include physiotherapy, meditation, counseling, medical check-ups, etc.\n \n \n To provide food atleast 2 times a day for senior citizens who suffer from malnutrition.\n \n \n \n Target Group\n \n \n \n \n Senior Citizen\n Beneficiary Details\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Vidyakiranam scheme-Educational assistance to children of disabled parents \n ": "\n \n Social Justice Department has initiated a new comprehensive scheme called ‘Vidyakiranam’ that provides educational assistance to children of differently abled parents (disability for both parents/ disability for anyone parent) who are economically deprived. From each category educational assistance will be provided to 25 children from each district for duration of 10 months. The children have been categorized as follows:-\n \n \n \n \n Sl No.\n \n \n Class\n \n \n Scholarship Rate\n \n \n \n \n \n \n 1.\n \n \n Standard 1 to 5\n \n \n Rs. 300/-\n \n \n \n \n 2.\n \n \n Standard 6 to 10\n \n \n Rs. 500/-\n \n \n \n \n 3.\n \n \n +1, +2, ITI equivalent courses\n \n \n Rs. 750/-\n \n \n \n \n 4.\n \n \n Degree, Post-Graduation, Polytechnic, equivalent courses, training Courses, professional Courses\n \n \n Rs. 1000/-\n \n \n \n \n Eligibility criteria\n \n \n Scholarship will be provided to children of disabled parents belonging to BPL category.\n \n \n The disability of father/ mother must be 40 percentage or above.\n \n \n Copy of BPL ration card / Income certificate from the concerned Village Officer.\n \n \n Copy of Medical board certificate showing percentage of disability.\n \n \n Attested copy of Disability ID card.\n \n \n Guidelines\n \n \n Scholarship will be provided to all classes for duration of 10 months.\n \n \n Assistance will be provided as onetime for each class.\n \n \n Those benefiting from other educational assistance schemes are not eligible to apply under this scheme.\n \n \n Applicants pursuing courses from Govt. approved Institutions are eligible to apply. Students pursuing courses from parallel colleges and doing part time courses need not apply.\n \n \n The duly filled application forms must be forwarded through the respective Institution heads to the concerned District Social Justice Officers. The scholarship amount will be transferred to the bank account of the eligible beneficiaries.\n \n Target Group\n \n \n \n \n Differently Abled\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Vidhyakiranam project- administrative sanction accorded reg\n \n \n GOs\n Vidyakiranam scheme-Educational Assistance to children of disabled parents\n \n \n Application Forms\n Vidyakiranam scheme-Educational Assistance to children of disabled parents\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Vidyajyothi scheme- Financial aid for uniforms and study materials to PH students \n ": "\n \n Social Justice Department with the help of Kerala Social Security Mission conducted a State-wide disability survey and it has been identified that there are 7,79,793 differently abled persons out of which 1,30,799 persons are below the age of 18 years. For the educational upliftment of such PH students, Social Justice Department has initiated a new scheme called ‘Vidyajyothi’ scheme that provides financial assistance for purchase of uniforms and study materials.\n Financial assistance is being provided to students whose disability percentage is 40% or above on the following basis:-\n \n \n \n \n Sl No\n \n \n Course / Class\n \n \n Assitance for Study materials\n \n \n Assitance for Uniform\n \n \n \n \n \n \n 1.\n \n \n 9th to 10th Standard\n \n \n @ Rs. 1000/- each\n (50 children from each district)\n \n \n @ Rs. 1500/-\n (30 children from each district)\n \n \n \n \n 2.\n \n \n +1, +2, ITI, Polytechnic, VHSC\n \n \n @ Rs. 2000/- each\n (50 children from each district)\n \n \n @ Rs. 1500/- each\n (30 children from each district)\n \n \n \n \n 3.\n \n \n Degree, Diploma, Professional Courses\n \n \n @ Rs. 3000/- each\n (25 children from each district)\n \n \n Nil\n \n \n \n \n 4.\n \n \n Post Graduation\n \n \n @ Rs. 3000/- each\n (20 children from each district)\n \n \n Nil\n \n \n \n \n Eligibility Criteria:-\n \n \n The applicant must be studying in Government / Aided Institution.\n \n \n Attested copy of certificate issued by the Medical Board proving that the applicant has 40% or more disability.\n \n \n Applicant’s annual family income is not applicable under this scheme.\n \n \n The Head of Institution should attest the duly filled application form.\n \n \n Priority must be given to BPL category students.\n \n \n The duly filled application form has to be submitted to the concerned District Social Justice Officers.\n \n Target Group\n \n \n \n \n Differently Abled\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Vidyajyothi scheme- Financial aid for uniforms and study materials to PH students\n \n \n GOs\n Vidyajyothi scheme- Financial aid for uniforms and study materials to PH students\n \n \n Application Forms\n Vidyajyothi scheme- Financial aid for uniforms and study materials to PH students\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Scheme for imparting skill development training to Transgenders \n ": "\n \n As part of providing a helping hand to the Transgender community in distress, Social Justice Department has formulated a new comprehensive welfare scheme that imparts skill development training to Transgenders. The main aim of the scheme is to bring the transgender community to mainstream of the society by providing skill training so that they become self-reliant.\n This training programme will build self-confidence and would create self-employment opportunities for disadvantaged TG community. For implementation of the scheme an amount of Rs. 5 lakh each has been allotted to District Social Justice Officers to meet the expenses for providing skill development training, food and accommodation to selected list of TG participants. The courses offered to the TG community must be affiliated to State Govt. Universities/ Government approved agencies.\n The applications received have to be scrutinized and recommended by the concerned District Transgender Justice Board.\n \n Target Group\n \n \n \n \n Transgenders\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n SKILL DEVELOPMENT TRAINING PROGRAMME FOR TRANSGENDERS\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Swasraya scheme for parents/ mothers of PH/MR persons \n ": "\n \n Parents of severely mentally retarded and differently abled persons require emotional strength and flexibility. Older parents can find themselves overwhelmed by various medical, caregiving and financial responsibilities. PH/MR persons always need special care and attention since they cannot perform their day to day activities without someone else’s assistance. Sometimes it can be quite challenging for older parents in BPL families, especially mothers, who have to take care of household tasks and work apart from taking care of MR persons.\n Looking after such Mentally challenged/PH person is expensive. These expenses can arise from medical equipment and supplies, medical care, caregiving expenses, specialized transportation, etc. Even though an amount of Rs. 525/- is being provided as Aswasakiranam pension to care givers (family members) of bedridden PH/MR persons, it cannot cover the expenses completely. Single mothers face tremendous challenges. Often, a custodial parent must fulfill the roles of primary provider and caregiver without the benefit of a partner. It is a difficult task under the best of circumstances.\n Social Justice Department has devised an innovative scheme called “Swasraya” which provides financial assistance to such single mothers which will enable them to find self-employment.  An amount of Rs 35,000/- is being provided to the beneficiaries as one time assistance.\n Eligibility criteria:-\n ·         Applicant must be from BPL family.\n ·         Parents (mothers) with children having 70% or more disability / mental retardation.\n ·         Mothers of severely disabled/mentally challenged bed-ridden patients will be given priority.\n ·         Single/Unwed mothers/Wives abandoned by husbands/Legally divorced women/Separated women are eligible to apply under this scheme.\n ·         Close relatives (women- as mentioned in the above category) who act as care takers of severely disabled/mentally challenged patients can also apply.\n ·         Application along with detailed project report about the self-employment has to be submitted to the concerned District Social Justice Officers.\n ·         Beneficiaries of Aswasakiranam scheme can also submit applications.\n Guidelines:-\n The duly filled application form has to be submitted to the concerned District Social Justice Officers\n \n Target Group\n \n \n \n \n Differently Abled\n Beneficiary Details\n \n \n \n Documents\n \n \n \n Application Forms\n Swasraya scheme for parents (single mothers) of PH/MR persons\n \n \n GOs\n Swasraya scheme for parents (single mothers) of PH/MR persons\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Educational assistance to children of prisoners (pursuing professional course) \n ": "\n \n When an individual gets convicted and  punished under any crime it's not only the person who suffers, the one who suffers the most are their children. They get deprived of all their rights; they face lack of opportunity for education and financial crisis. In order to help such children in distress, Social Justice Department has devised a scheme which provides educational assistance to children of prisoners upto degree level courses as per G.O (Rt) No. 322/2014/SJD dated 08-05-2014.\n             When compared to the present educational standards, the assistance provided to children pursuing degree level professional courses in Government / Aided colleges is inadequate. Considering the different types of fee structure for professional courses, State Govt. has fixed the assistance amount for children of prisoners to Rs. 100,000/- (per student) including Annual fees & hostel fees.   \n Selected courses for educational assistance\n Educational assistance is being provided for Degree level professional courses in Government/ Aided colleges inside Kerala. For courses like MBBS, B.VSc assistance will be provided only if the children are studying in Government colleges.\n Eligibility Criteria\n \n \n Must belong to BPL category.\n \n \n The applicant must be the child of a prisoner sentenced for life imprisonment or serving death row.\n \n \n Those applicants who have been admitted to courses through merit seat are eligible for assistance.\n \n \n Applicant must have secured 70 % or above marks in Higher secondary level exams.\n \n \n Assistance will be given to more than one child belonging to a single family.\n \n \n How to Apply\n \n \n The applications have to be submitted through Jail Superintendents.\n \n \n Submit a copy of Ration card\n \n \n Applicant must submit the Course certificate along with particulars including Annual college fees, Hostel fee, College bank account number with IFSC code, etc.\n \n \n If the Name of the convict’s child has not been included in Ration card, then the applicant has to submit Village officer’s declaration statement specifying that the applicant is the daughter/son of the convict.\n \n \n In case both mother and father are convicts and the child is being looked after by a relative who belongs to APL category then the application can only be considered based on the enquiry report submitted by the Probation Officer.\n \n \n \n Target Group\n \n \n \n \n Social Defence\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Educational aid to children of prisoners (pursuing professional course)\n \n \n Application Forms\n Educational aid to children of prisoners (pursuing professional course)\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Financial Assistance to Ex-Convicts, Probationers and Ex-Pupils \n ": "\n \n The age-old idea was that the offender should be confined to the prison and kept away from the community as long as possible. But, in course of time, it has been realized that the protection of society is better ensured if the offender is corrected and reformed through individualized treatments.\n Social Rehabilitation of ex-convicts, probationers and ex-pupils placed under supervision of poor economic condition is a grave social problem.  As part of providing a reformation to such target population, Social Justice Department has initiated a scheme which provides enough financial assistance to them for starting some Industry, Craft or Small Trade so as to enable them to earn a livelihood. \n \r\n The After Care Programme intended to rehabilitate ex-convicts, probationers and ex-pupils coming under the supervision of District Probation Officers.  By utilizing this amount they shall be engaged in small scale income generating activities.  The maximum amount of financial assistance is 15,000/- per head. The application form will be available from the District Probation Officer.\n \n Target Group\n \n \n \n \n Social Defence\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Financial Assistance to Ex-Convicts, Probationers, Ex-Pupils\n \n \n Application Forms\n Financial Assistance to Ex-convicts\n \n \n Application Forms\n Financial Assistance to Probationers\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Psycho social programme for destitute mentally ill persons \n ": "\n \n Mental illness has its various grades, from minor, where it can be treated if there is an appropriate early intervention, to the extreme, which could result in violence of various proportions. Being an illness, it requires treatment but the stigma and discrimination associated with it most often results in ignoring the treatment which leads to a reversible condition. Due to this and other various factors, a large number of destitute mentally ill persons are reaching in the streets.\n A large majority of them are from outside the state and generally they are concentrated in pilgrimage centres, religious places, hospitals, railway stations, bus stands and border pockets. It is a very big challenge in every society to provide a proper care and protect the human rights of the poor destitute mentally ill persons and the safe and security of the society in general.\n Operationalization of scheme\n First priority will be given for immediate rescue and rehabilitation of mentally ill persons who are in the street. For this purpose, grant will be provided to NGO or local self-government institutions for starting the care home with the priority of at least one institution par district headquarters. Some local self-governments have constructed buildings for care Institutions and if the local self-government is interested to start a care home for mentally ill persons in the already developed Institutions they will be provided with assistance for this purpose. District Panchayat and Corporation municipality will be given priority and if the building is constructed by grama panchayat or block panchayat they can run the institution with partnership of district Panchayat and NGOs.\n Under this program Panchayat will provide infrastructure facilities and the fund  for running the institution will be provided by the government as per the scheme the panchayat can run the institution based on the m o u with credible NGO having experience in the field of learning institution for similar category. The care Institutions established under the PWD act and the rules there under are also eligible for grant in aid under the scheme. If government hospitals have the infrastructure facilities and building to run such a home they can also enter into an MOU with the credible NGO having experience in care Institution and run the institution.\n In such cases the health department will provide necessary infrastructure facilities to NGOs based on IMO you and the repair modification renovation will be done by the Social Justice Department and NGO will be provided the grant in aid by Social Justice Department based on the MOU. In such a home the health facilities will be provided by the health department and care facilities will be provided by NGO.\n This type of Institution will be treated as an intake Institution and the inmates in the institution will be categorised and after the initial care and treatment they will be interested to their parents or relatives or repatriated in their home state if this is not possible they will be interested to care Institutions already established for this purpose.\n Targeted beneficiaries under this scheme\n The scheme will apply:-\n \n \n To the orphaned mentally ill persons in the streets as defined under rule 2 (h) of the Kerala Registration of the Psycho-Social Rehabilitation Centres of Mentally ill persons rules, 2012.\n \n \n To the treated and controlled mentally ill persons or cured mental persons after their discharge from the mental health centres, including private institutions.\n \n \n Types of Institutions/agencies eligible for assistance\n Institutions can be managed by the following agencies\n \n \n Credible NGOs having upload license under persons with disabilities act and the Kerala registration of psychosocial rehabilitation centres of mentally ill persons rules, 2012.\n \n \n Local self-government institutions such as Panchayat / Municipality / Corporation can also run the institutions in partnership with credible NGO based on specific MOU.\n \n \n Government departments or board can also run the institution in partnership with the credible NGO based on specific MOU.\n \n \n \n Target Group\n \n \n \n \n Destitute\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Establishing care homes/ institutions to protect and treat mentally ill persons\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  24x7 Helpline for Transgender community \n ": "\n \n Transgender communities face severe hardships, discrimination and neglect from the society and are living under hostile conditions. Lack of proper awareness and realization of transgender issues at ground level is the ultimate cause for such issues. This group needs more attention for mainstreaming into the society.\n Kerala is the first State to establish a Policy for Transgenders, in India. As a novel initiative, Social Justice Department under Government of Kerala has launched a 24x7 transgender helpline - 1800 425 2147. The objective is to provide necessary assistance to transgenders who are in distress, enlighten them with an idea of their basic rights and also provide counselling and legal assistance. This one of a kind helpline will also act as a crisis management centre that ensures the service of community counsellors and legal advisers.\n \n Target Group\n \n \n \n \n Transgenders\n Beneficiary Details\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Transgender cell constituted \n ": "\n \n With the intention of mainstreaming the Transgender community and upholding their rights, Social Justice Department has implemented several transgender-friendly welfare schemes in the State. A Transgender cell has been constituted under the Directorate of Social Justice as per G.O (Rt) No. 86/2018/SJD dated 20-02-2018.\n The main objective of Transgender cell is to provide assistance and support the functioning of state transgender justice board and district transgender justice committees. The cell would also formulate and coordinate the Transgender welfare initiatives of the Department.\n The Transgender cell consists of the following members:-All members are from the Trangender community.\n \n \n 1 Project Officer.\n \n \n 2 Project Assistants.\n \n \n 1 Office attendant.\n \n \n \n Target Group\n \n \n \n \n Transgenders\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n TRANSGENDER CELL CONSTITUTED -ADMINISTRATIVE SANCTION\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Pariraksha scheme for Differently abled persons \n ": "\n \n Disabilities pose a big hurdle for people who suffer from various mental and physical impairments. Even simple task pose a challenge for them and every day is a struggle. They are very often isolated and socially marginalized. They face discrimination in virtually all aspects of life. As an inclusive and comprehensive approach for mainstreaming such target groups, Social Justice Department has introduced a novel project known as Pariraksha scheme.\n This target population deserves special care and protection. Hence, the main objective of the scheme is to cater assistance to such needy differently abled persons who are in a crisis or facing emergency situations. Without which the crisis can take a toll on their physical and psychological health.\n As per G.O (Rt) No.310/2018/SJD dated 25-05-2018, Government of Kerala has sanctioned an amount of Rs. 70,00,000/- for addressing the issues faced by them.\n Guidelines for implementation of the scheme\n A monitoring committee has to be constituted in each district including the following members.\n \n \n District Collector/Representative                    -           Chairman\n \n \n District Social Justice Officer                          -           Convener\n \n \n District Medical Officer/ Representative          -           Member\n \n \n District Crime Records Bureau (Dy.SP)          -           Member\n \n \n DLSA Representative                                     -           Member\n \n \n 2 members of Disability organization              -           Member\n \n \n (1) Service must be catered to all differently abled persons irrespective of gender (Male/Female/Transgender).\n (2) BPL category limit should not be considered.\n (3) The fund can be utilized for catering the needs such as emergency surgeries, first aid, ambulance service, food and clothing, etc.\n (4) The fund can be utilized for medical examination, rehabilitation and institutionalization of destitute, wandering and bereaved disabled persons.\n (5) It can also be used for providing emergency medical assistance and food for differently abled persons who are victims of natural calamities.\n (6) The fund can also be utilized for providing emergency medical aid for Persons with Disabilities who are victims of acid attacks and life-threatening burns.\n (7) This scheme can only be availed by those who have 40 % or more disability and who submit disability certificate.\n (8) The service of Private hospitals can be utilized for administering first aid treatments. But in case of expert medical treatment, an expert opinion has to be sought from Government hospital.   \n \n Target Group\n \n \n \n \n Differently Abled\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Pariraksha scheme for Differently abled persons\n \n \n GOs\n Pariraksha scheme for Differently abled persons\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Vayomadhuram scheme for providing glucometer to Senior Citizens \n ": "\n \n Kerala has the largest number of diabetes patients in India. Based on the recent studies conducted by ICMR (Indian Council of Medical Research) 19.4% people have diabetes in Kerala. 80% of the oldage population in Kerala suffers from diabetes.\n With the intention of an old age friendly State, the Social Justice Department under Government of Kerala has introduced a new initiative titled “Vayomadhuram” which provides glucometers freely to elderly diabetic persons coming under BPL category. Under this scheme the department will provide glucometers to 1000 diabetic oldage persons in each district.\n Guidelines\n \n \n An authorized Doctor has to certify that the applicant is suffering from diabetes.\n \n \n The applicant’s age has to be 60 years or above. If there are a large number of applicants, priority will be given to older persons.\n \n \n The applicants must be from BPL category.\n \n \n How to apply\n \n \n The applicant has to submit copy of Aadhar card as age proof.\n \n \n Medical certificate issued by Govt./NRHM Doctor certifying that the applicant is suffering from diabetes.\n \n \n Self-attested copy of BPL ration card / Copy of BPL certificate issued from Panchayath/Municipality/Corporation / BPL Income certificate from concerned Village office.\n \n \n Whom to contact\n Duly filled in application form along with relevant supporting documents have to be submitted to the concerned District Social Justice Officers.\n \n Target Group\n \n \n \n \n Senior Citizen\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Vayomadhuram scheme\n \n \n Application Forms\n Vayomadhuram scheme for providing glucometer to Senior Citizens\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Financial aid to Transgenders for further treatment after SRS \n ": "\n \n As the first state to unveil Transgender policy, Kerala has launched several noble initiatives to encourage inclusivity of transgender community. The Transgender policy has been framed by State Govt. upholding the rights for recognition to a person‘s self-identified gender as either male, female or transgender. Transgender people often experience Gender diversity which involves a conflict between a person's physical or assigned gender and the gender with which he/she/they identify.\n As an alternative to solve this gender diversity the transgender persons resort to Sex Reassignment Surgery (SRS). Transgenders who have undergone sex reassignment surgery have to continue proper medication throughout the recovery period. Socially and economically backward TG community struggle to meet the day to day expenses incurred during the recovery period. Hence, it is essential to provide financial assistance during the course of the recovery which involves counselling, treatment, food and other expenses. An amount of Rs. 3000/- will be provided as financial assistance by Social Justice Department over a period of 12 months from the date of SRS.\n Criteria:-\n \n \n The applicants must possess Transgender Identity cards.\n \n \n Address proof (Aadhar, Voters ID).\n \n \n Medical Report regarding the SRS and declaration from the concerned Doctor.\n \n \n Age limit must be between 18 to 40 years.\n \n \n Bank account details with IFSC code.\n \n \n Self-declaration statement (as included in the application form)\n \n \n How to apply:-\n The duly filled application forms along with necessary supporting documents have to be submitted directly to the Director, Social Justice Department.\n \n Target Group\n \n \n \n \n Transgenders\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Transgender SRS Aftercare- Guidelines Amendment reg\n \n \n GOs\n Financial aid to Transgenders for further treatment after SRS\n \n \n Application Forms\n Financial aid to Transgenders for further treatment after SRS\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Financial aid to Transgenders for Sex Reassignment Surgery \n ": "\n \n In 2014, the Hon’ble Supreme Court of India passed a judgment upholding the rights of equality and equal protection for transgender community. Kerala is the first State to unveil the Transgender policy which covers all categories of Transgenders and emphasizes on attaining a just society for such marginalized groups. Social Justice Department under the Kerala Govt. has launched several noble initiatives for safeguarding the rights of TG community and mainstreaming them.\n Majority of Transgender people often experience Gender diversity which involves conflict between their biological sex and gender identity. As an alternative to solve this gender diversity the transgender persons often resort to Sex Reassignment Surgery (SRS). Surgical transition may include several procedures and is complicated and expensive. As a helping hand for the TG community, Social Justice Department has formulated a scheme which provides financial assistance to Transgender persons for undergoing sex reassignment surgery. The maximum amount of financial assistance will be upto Rs. 2 lakh.\n Criteria:-\n \n \n The applicants must possess Transgender Identity cards.\n \n \n Address proof (Aadhar, Voters ID).\n \n \n Medical Report regarding the SRS from the Hospital and declaration from the concerned Doctor and original bills needed.\n \n \n Must have completed 18 years of age.\n \n \n Bank account details with IFSC code.\n \n \n Self-declaration statement (as included in the application form)\n \n \n How to apply:-\n Transgender persons who have undergone first session of gender reassignment surgery and final phase of SRS can apply under this scheme along with supporting documents to Director, Social Justice Department.\n \n Target Group\n \n \n \n \n Transgenders\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Financial aid to Transgenders for Sex Reassignment Surgery\n \n \n Application Forms\n Financial aid to Transgenders for Sex Reassignment Surgery\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Marriage assistance for legally married Transgender couples \n ": "\n \n Kerala is the first State in the country to introduce Transgender policy which is aimed at bringing transgender community, the most underprivileged in the society, to the mainstream. The Social Justice Department under Govt. of Kerala has formulated several noble initiatives for the upliftment of such marginalized groups.\n It is for the first time in the country that two transgender individuals, who have undergone sex change surgery, got married under Special Marriage Act. But the welfare schemes under this Act do not cover transgender individuals who are legally married after sex change surgery. Hence the Department has introduced a new scheme which provides marriage assistance for legally married transgender couples who have underwent Sex Reassignment Surgery (SRS). The amount of marriage assistance has been fixed to Rs. 30,000/-.\n This scheme is intended to help the deprived transgender individuals who are planning to get married legally to lead a steady normal family life.\n Criteria:- \n \n \n The applicants must possess Transgender Identity card.\n \n \n \n \n The couples must apply for financial assistance after 6 months from date of marriage and not exceeding the 1 year period.\n \n \n The duly attested copy of marriage certificate has to be submitted along with the application form.\n \n \n Original certificate (from Ward member/Councillor) proving that the married couple are living together.\n \n \n For receiving the aid, one of the partners should belong to the Transgender community.\n \n \n Those who have already availed the financial assistance but opt for a second marriage after divorce won’t be eligible for further aid.\n \n \n How to apply:-\n The duly filled application form along with necessary supporting documents have to be submitted to the concerned District Social Justice Officer.\n \n Target Group\n \n \n \n \n Transgenders\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Marriage assistance for legally married Transgender couples\n \n \n Application Forms\n Marriage assistance for legally married Transgender couples\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Identity card for Transgender persons \n ": "\n \n The Social Justice Department has rolled out an initiative for providing identity cards for Transgender persons in a bid to ensure that benefits of the government run welfare schemes reach transgenders. The Transgender Identity card application services have been made available online. Through this noble initiative the Department is moving forward from a manual process to a completely digitized platform.\n The Transgender persons can log onto the website- www.sjd.kerala.gov.in for availing this service. The applicants can apply for ID cards from the link provided in the website. While filling up the online application form they must enter the necessary details like Name, Contact address and upload their photo and signature and submit the application.\n The first level scrutiny of applications would be done at Directorate level and forwarded to District level officers and after the final approval, the application would be send for printing.The ID card Management system has been developed by C-DIT (Centre for Development of Imaging Technology).\n This ID card will have a unique number which will be made mandatory for availing the services and benefits of the scheme that the Department has to offer to the Transgender community. The ID card will contain a hologram for ensuring security and avoiding duplication of ID card. The card upholds the Supreme Court judgment on right to self-identify one’s gender as male, female or transgender. \n \n Target Group\n \n \n \n \n Transgenders\n Beneficiary Details\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  ‘Samanwaya’ continuing education programme for Transgenders \n ": "\n \n The main problem faced by Transgender community is the high rate of school and college dropouts caused due to social discrimination, financial constraints and lack of family support. Such marginalized groups face severe unemployment due to lack of proper education and social stigma in society.\n Being the first State to implement Transgender policy, Kerala has introduced several welfare initiatives for mainstreaming the Transgender community. The Kerala State Literacy Mission Authority (KSLMA) along with Social Justice Department has rolled out a continuing education programme called ‘Samanwaya’ for such target population.\n As part of this ‘Samanwaya’ scheme KSLMA conducted a survey and identified 918 transgender persons who expressed their willingness to register under this programme. Out of this 145 community members have registered for Class 4, 7, 10 and higher secondary equivalent courses. Through this scheme the Transgender persons can continue their education which would increase their employment opportunities and help them to get a job and thereby lead a quality life.\n \n Target Group\n \n \n \n \n Transgenders\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Samanwaya continuing education programme for Transgenders\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Self-employment assistance for Transgender persons \n ": "\n \n Even though the visibility of transgender people is increasing in our society; they still face severe discrimination and inequality. Kerala is the first state to unveil Transgender policy, which envisages to end the societal stigma towards the sexual minority group. Government of Kerala is implementing various welfare programmes for mainstreaming such target population.\n As a new initiative, Social Justice Department along with Kerala State Women’s Development Corporation (KSWDC) will provide financial assistance for transgender persons to help them launch self-employment ventures. KSWDC will provide loan up to Rs. 3 lakh to transgenders for starting the self- employment initiatives. Through this initiative the Transgender persons can earn a livelihood and lead a normal life like any other individual and become financially stable.\n \n Target Group\n \n \n \n \n Transgenders\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Self-employment assistance for transgender persons\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Educational assistance for children of victims of crime \n ": "\n \n Survivors (Victims) of crime are defined as those who suffer out of a crime and for no fault of their own. Being a survivor (victim) of a crime can be a shocking and harrowing experience. The trauma of victimization can have a devastating impact on crime survivors (victims) and their loved ones; especially children. The survivors (victims) and their families go through tremendous stress and suffer financially, socially and psychologically.\n When the dependents of survivors (victims) include children; they find it difficult to continue their studies due to financial constraints since the family have to meet the treatment expenses. Inorder to strengthen the victim support services in the State, Department of Social Justice has formulated an innovative scheme which provides educational assistance for children of survivors (victims) of crime.\n Amount of Assistance\n \n \n \n \n Children below 5 years studying in classes 1 to 5\n \n \n Rs. 3000 per year\n \n \n \n \n Children studying in classes 6 to 10\n \n \n Rs. 5000 per year\n \n \n \n \n Higher secondary\n \n \n Rs. 7500 per year\n \n \n \n \n Graduate students\n \n \n Rs. 10,000 per year\n \n \n \n PG/M.Phil course students\n Rs. 15,000 per year\n \n \n \n  \n ​Eligibility criteria\n \n \n The combined annual income of the families should be less than Rs1 lakh.\n \n \n Children pursuing degree and higher education courses in government and aided institutions and admitted to merit seats in unaided institutions are eligible for the assistance.\n \n \n How to apply\n Applications have to be forwarded through the District Probation Officer. For further information please contact concerned District Probation Officer.\n \n Target Group\n \n \n \n \n Social Defence\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Educational assistance for children of victims of crime\n \n \n Application Forms\n Educational assistance for children of victims of crime\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Sahachari scheme for encouraging NCC/ NSS/ SPC units assisting CWDs \n ": "\n \n Disability should not stand in the way of people having productive careers even though it might pose a big hurdle for people who suffer from various mental and physical impairments. For Children with Disability (CWD); the simple task of going to school and pursuing their education will be hindered and they are forced to give up studies.\n Section 16 in Chapter III of The Rights of Persons with Disabilities (RPWD) Act 2016 envisages that all Educational Institutions must provide inclusive education to children with disabilities and create opportunities for sports and recreation activities equally without any discrimination.\n As an inclusive and comprehensive approach for mainstreaming such target groups, Social Justice Department has introduced a novel project known as ‘Sahachari’ scheme. This scheme is intended to provide encouragement to NCC/NSS/SPC units functioning in schools who offer assistance to differently abled students in studies as well as other extra-curricular activities. The outreach activities in the area of disability sector will also be taken into account for consideration to this appreciation.\n Citation and Certificates will be awarded to pro-active NCC/NSS/SPC units, who offer service to the much needy differently abled students. For this purpose, the Department of Social Justice has earmarked an amount of Rs. 40,000/- for each district.\n \n Target Group\n \n \n \n \n Differently Abled\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Sahachari scheme for encouraging NCC/ NSS/ SPC units assisting CWDs\n \n \n Application Forms\n Sahachari scheme for encouraging NCC/ NSS/ SPC units assisting CWDs\n \n \n Internal Orders\n Sahachari scheme for encouraging NCC/  NSS/ SPC units assisting CWDs\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Vijayamritham scheme-Cash award for meritorious CWDs \n ": "\n \n Disabled persons face several obstacles in all spheres of life. Persons with disability are the marginalized groups, who are socially, educationally and economically disadvantaged. Especially in case of Children with Disability (CWD) they struggle hard even to complete formal primary education. The Department of Social Justice is bound to guarantee access to a quality inclusive education for all children with disabilities.\n As a motivation and helping hand for such target groups, The Department has devised a new scheme called Vijayamritham which provides onetime cash award to meritorious differently abled students who have secured high marks in Degree/ Equivalent courses, Post-Graduation/ Professional Courses equivalent to PG. Through this scheme, the department aims to mainstream the Children with Disabilities and create awareness among them on their fundamental rights.\n As a token of appreciation, Certificates and Memento will be presented to the selected students.\n Amount of Assistance\n \n \n \n \n Sl No.\n \n \n Category\n \n \n Eligibility\n \n \n Amount\n \n \n No. of students per district\n \n \n \n \n 1.\n \n \n Degree / Equivalent courses\n \n \n 60% marks for Arts subject,\n 80% marks for Science subject\n \n \n 8000/-\n \n \n 10 students\n \n \n \n \n 2. \n \n \n Post-Graduation/ Professional Courses equivalent to PG\n \n \n 60 % and above\n \n \n 10,000/-\n \n \n 5 students\n \n \n \n \n Criteria\n \n \n The applicants must have passed the courses from Government / Aided Colleges/ Other Affiliated Institutions (Parallel colleges, Distance Education Centres).\n \n \n The scheme is reserved for those who completed their studies on educational institutions within the State of Kerala.\n \n \n Application forms have to submitted with -Copy of course completion certificate (along with mark list), Aadhar Card, Medical board Certificate, copy of Bank passbook duly attested by Gazetted officer.\n \n \n The applicants must have passed the examination in single chance.\n \n \n If two or more students have the same eligibility then priority must be given to student with higher disability percentage.\n \n \n How to apply\n The applicants must submit the duly filled applications along with supporting documents to the concerned District Social Justice Officers.\n \n Target Group\n \n \n \n \n Differently Abled\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Vijayamritham scheme-Cash award for meritorious CWDs\n \n \n Application Forms\n Vijayamritham scheme-Cash award for meritorious CWDs\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Nervazhi- Modernization and Strengthening of Probation system \n ": "\n \n The Nervazhi project is implemented in the State to rejuvenate and modernize the probation system in Kerala. It aims for better and regular identification of offenders eligible for probation, to undertake comprehensive investigation reports to ascertain whether they are amenable to correction, to provide necessary psychological treatment when necessary, and to ensure effective supervision to enhance the likelihood that the probationers will be integrated back into society. Through this process of increased application of probation, the project aims to reduce recidivism, reintegrate the offenders back into mainstream society, to reduce overcrowding in prisons and to increase the efficiency of the criminal justice system.\n The objective is to reform the offender by allowing him to reintegrate with his family and reduce the social stigma always attached to an offender's family.\n Beneficiary Target group\n 1. Offenders between age group 18 and 21 who have not committed serious offences\n 2. Under Trial prisoners\n 3. Remand prisoners\n 4. Young offenders released on bail.\n 5. First accused between 18 to 25 years\n 6. Ex-prisoners and family\n 7. Borstal school residents and family members\n 8. Children of prisoners\n \n Target Group\n \n \n \n \n Social Defence\n Beneficiary Details\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Varnam scheme for TG students pursuing distance education courses \n ": "\n \n Social Justice Department under Government of Kerala is the frontrunner in implementing various welfare programmes for the upliftment and mainstreaming of Transgender persons. For ensuring inclusivity of such target population, the Department has successfully launched key initiatives under ‘Mazhavillu’ umbrella scheme. There are several Transgender students who are not able to study regular courses in colleges but instead pursue Degree/Post Graduate courses via distance education. Due to their deprived financial conditions they are unable to meet the expenses incurred for payment of Registration fee, Tuition fee, Exam fee and study materials, etc. \n For supporting such students the Department has launched a scheme known as “Varnam” which provides financial assistance to Transgender students pursuing Degree/Diploma/ PG courses through distance education. A maximum amount of Rs. 24,000/- will be provided annually. For students pursuing PG courses the assistance will be provided for 2 years and for Under Graduate students the assistance will be given for 3 years. \n Aims & Objectives\n a) Majority of the transgender persons are either dropouts or discontinue education in early stages and due to the stigma the family members also disown them. Since they are unable to find a sustainable livelihood, they suffer financially. This scheme will support the transgender students to complete their education successfully and earn a decent living and make them financially independent.\n b) With the help of this distance education scheme, the transgender students will be able to pursue their desired courses.\n c) The Transgender persons who are eligible for higher studies can complete their education and secure a decent job to lead a dignified life. This will encourage them to be self-sufficient and will open up a world of opportunities for such target population.\n Guidelines\n 1) The Application forms have to be filled completely. Incomplete applications will be rejected.\n 2) Applicant has to mention type of course and the name of University/Study centre in which the student is pursuing the course.\n 3) Copy of Transgender Identity card / self-declaration statement mentioning that the applicant is a Transgender person.\n 4) Copy of address proof (Aadhar/ Voter’s ID card)\n 5) Copy of previous semester examination hall ticket.\n 6) Transgender students pursuing courses from Open universities, Distance education or Private registration are eligible to apply.\n 7) The copy of bills/vouchers/receipts of registration fee, tuition fee, study materials, examination fees have to be duly certified by District Social Justice Officers.\n 8) The application form along with supporting documents has to be submitted through District Social Justice Offices concerned.\n \n Target Group\n \n \n \n \n Transgenders\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Varnam -Financial aid for TG students pursuing distance education\n \n \n Application Forms\n Varnam -Financial aid for TG students pursuing distance education\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Grand Care Project-Vayokshema Call Centre \n ": "\n \n Senior Citizens are the most vulnerable group of population and hence they need special care and attention during the outbreak of Covid-19. In response to the efforts of the Government to fight against COVID and also to prevent the outbreak of the pandemic, the Department of Social Justice has taken all precautionary measures based on the guidelines issued by the Government. In response to the Corona containtment activities of the government, Social Justice Department has introduced a novel initiative \"Grand Care project\" for addressing the issues faced by residents of Oldage Homes and for those elderly persons with comorbidities who are in reverse quarantine. \n Senior Citizens who have been quarantined in their houses will be subjected to physical, mental stress as well as emotional problems. As part of Grand Care project, the department has started Vayokshema call centre in each district monitored by District Senior Citizen cell for addressing and resolving such issues. The call centres would function on all days starting from morning 6 am till night 10 pm. The contant numbers of Call centres are given below:-\n \n \n \n \n Sl No\n \n \n District\n \n \n Contact number\n \n \n \n \n 1\n \n \n Thiruvananthapuram\n \n \n 0471-2778450\n \n \n \n \n 2\n \n \n Kollam\n \n \n 0474-2741510\n \n \n \n \n 3\n \n \n Pathanamthitta\n \n \n 0468-2320100\n \n \n \n \n 4\n \n \n Alappuzha\n \n \n 0477-2257900\n \n \n \n \n 5\n \n \n Idukki\n \n \n 0486-2268000\n \n \n \n \n 6\n \n \n Ernakulam\n \n \n 0484-2753800\n \n \n \n \n 7\n \n \n Kottayam\n \n \n 0481-2360610\n \n \n \n \n 8\n \n \n Thrissur\n \n \n 0487-2224050\n \n \n \n \n 9\n \n \n Palakkad\n \n \n 0491-2001000\n \n \n \n \n 10\n \n \n Malappuram\n \n \n 0483-2904050\n \n \n \n \n 11\n \n \n Kozhikode\n \n \n 0495-2761080\n \n \n \n \n 12\n \n \n Kannur\n \n \n 0497-2831240\n \n \n \n \n 13\n \n \n Wayanad\n \n \n 04936-233000\n \n \n \n \n 14\n \n \n Kasargode\n \n \n 0467-2289000\n \n \n \n \n \n Target Group\n \n \n \n \n Senior Citizen\n Beneficiary Details\n \n \n \n Documents\n \n \n \n Internal Orders\n Covid 19-Preventive measures for Senior Citizens reg\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Transit Home \n ": "\n \n Transit home has been commissioned to temporarily accommodate foreign nationals entering the country illegally, those staying back in the country even after expiry of passport/visa date, those who had completed their jail term, were on parole, had been released from jail, or were in need of other forms of protection. One such home has been made functional at Kottiyam, Mayannad Grama pachayath in Kollam district. \n Aims/Objectives \n To accommodate foreign nationals stranded in the State for various reasons:-\n 1) Foreigners who are staying back in the country after expiry of Visa/Passport validity.\n 2) Foreign citizens awaiting deportation from the country who have entered the country illegally.\n 3) Foreign nationals who have completed jail term/were on parole or released from prison.\n Special facilities including accomodation will be made available to foreign nationals for a maximum period of 1 year or till the completion of their legal proceedings (whichever is earlier).\n \n Target Group\n \n \n \n \n Social Defence\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Transit Home\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Second Innings Home project \n ": "\n \n The Second Innings Home project intends to turn Govt old Age homes into a second innings home as a model state of the art, multi service community age care .The model home will also provide field extension services. The pilot project started in Kannur district by Developing Govt Old Age Home Kannur as model second innings home. The goal of the project is to Improve the quality of life of senior citizens by providing basic amenities like shelter, food, medical care and entertainment opportunities.\n Project Objectives\r\n (a) Establish Multi Service Community Age Care Centres towards provision of health care, education, legal and psycho-social support and services, reaching  elderly population and their care givers.\r\n (b) To support carers and their families\r\n (c) To conduct public awareness programs and psychosocial activities for creating an enabling environment in elderly care and delays institutionalization. \r\n  \n \n Target Group\n \n \n \n \n Senior Citizen\n Beneficiary Details\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Implementation of Maintenance and Welfare of Parents and Senior Citizens Act 2007 \n ": "\n \n Maintenance and Welfare of  Parents and Senior Citizens Act, 2007 was enforced in the States/Union Territories by the date of 24.09.2008. According to this Kerala government formed Rules, in exercise the powers conferred by section 32 of the Maintenance and Welfare of  Parents and Senior Citizens Act, 2007 and it  came into force by the G.O (P) No.38/2009/SWD dt.28.08.2009 called The ‘Kerala Maintenance and Welfare of  Parents and Senior Citizens Rules, 2009.\n By the Government order G.O(P).No.32/2009/SWD dt.17.08.2009 the Kerala Government constituted Maintenance Tribunals for each sub division and appointed Revenue Divisional Officers as Presiding Officers by the Section 7 of the Act and by the G.O(P).No.32/2009/SWD dt.17.08.2009 Government constituted Appellate Tribunals for each Districts and appointed Collectors as the presiding Officers and by the G.O(P).No.34/2009/SWD dt.17.08.2009 the Government designated The District Social Justice Officers as Maintenance Officers. According to above orders 27 Maintenance Tribunals and 14 Appellate Tribunals are working now in the State and also 14 Maintenance Officers are working under the Law.\n Appointing Technical Assistants in the Tribunals\n Under the Section 21(iii) of the Law , for the  effective coordination between the services provided by the concerned Ministries or Departments dealing with law, home affairs, health and welfare, to address the issues relating to the welfare of the senior citizens and periodical review of the same the Social Justice Department of Kerala implemented a new Project by appointing Technical Assistants on contract basis to assist the Revenue Divisional Officers and for the co-ordination between services with various departments relating  to the Act.2007 since 2017-18 financial year. Now 27 Technical Assistants were appointed in 27 Maintenance Tribunals in the State.\n After appointing the Technical Assistants in the Tribunals the functions of the Maintenance Tribunals became more effective and decision making is now very fast. The Technical Assistants assist the Tribunal for registering cases, take enquiries on the cases and making arrangements of Hearing and Adalath procedures. Moreover, the Technical Assistants conduct awareness camps with the financial help of social Justice Department for the public to make them aware about the Law and rules.\n \n Target Group\n \n \n \n \n Senior Citizen\n Beneficiary Details\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Thanalidam Probation home \n ": "\n \n As per section 20 (1) of the Kerala Probation of Offenders Rules, 1960, it is mandatorily required to operate institutions or homes which ensure a temporary place of residence for those offenders who are eligible for probation, parole, premature release and bail, if they do not have a fixed place of abode. Once the prisoners are released into the community they often face many hardships and will stigmatized as an ex-offender. Due to this, many family members are not ready to accept them and it is a major cause of hindrance to successful community reintegration.\n As a ray of hope for such target population, Social Justice Department has devised a novel initiative known as “Thanalidam” Probation Home. The first such home for men has been started at Valakom, Kollam district in collaboration with an NGO.\n Admission criteria:-\n (1) Admission will be given to Probationers, Ex-convicts, Under Trial prisoners, Parolees and persons released on bail who do not have a place of residence of their own.\n (2) Temporary shelter will be provided to persons between age group 18 - 70. Those persons who are mentally ill and bed-ridden won’t be given admission.\n (3) Shelter will be given to prisoners who are released on leave/parole based on recommendation from Probation Officer and letter from Jail Superintendent. There are three types of leave-(a) Ordinary Leave (b) Emergency Leave (c) Home Leave (for Open Prison inmates only).\n (4) Admission will be granted by Manager of Thanalidam Probation home based on consent letter from Probation Officers and Jail Superintendents.\n \n Target Group\n \n \n \n \n Social Defence\n Beneficiary Details\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Pratheeksha scheme for rehabilitation of mentally challenged persons \n ": "\n \n Aims & Objectives\r\n Mental retardation has its various grades where appropriate interventions are required to rehabilitate them. Stigma and discrimination associated with it most often results in ignoring treatment and rehabilitation. Due to this and various other reasons a large number of Mentally Retarded persons are reaching in the streets. It is a very big challenge to every society to provide care and protect their human rights of the poor mentally challenged persons. Though they need treatment and various therapies it cannot be treated as a health issue. It is  a social issue to be addressed by Community based Rehabilitation measures. Also mentally cured person has not getting proper rehabilitation. \r\n At present only two Govt. care homes are functioning for the mentally challenged persons in the state under Social Justice Department. One for men at Thavanur, malappuram (Pratheeksha Bhavan) and the other for women at Thrissur (Prathyasa Bhavan). Six Ashabhvans (Thiruvananthapuram -2, Ernakulam-1, Thrissur-1, Kozhikode-2) are frunctioniong for the mentally cured persons. These homes are overcrowded with more than double of their sanctioned strength. Even though new requests for admission to these homes from police, courts and from other agencies are coming department is not able to accommodate them. Thus required additional care homes running by NGOs working in this field. Starting a new home requires a huge amount. To limit the financial burden of the govt. it is better to rehabilitate the mentally challenged persons in the existing NGO homes.  Hence a scheme for giving financial assistance to NGOs which are interested to accommodate and take care of the mentally challenged persons is needed. This project is intended to achieve this objective.\n Operationalization of the scheme\n Financial assistance will be provided to the credible NGOs working as Psycho-social Rehabilitation Centres & rehabilitation centres for mentally cured persons.\n      EOI will be invited from the existing NGOs having expertise in the field of intellectual disabilities. A Technical Committee for evaluation of proposals will scrutinise the proposals on the basis of the following criteria and select suitable NGOs for empanelling in this scheme.\n (a) Credible NGOs having approved Licence under Rights of Persons with Disabilities Act 2016.\n (b) The credible NGO is\n 1. An NGO having experience in running similar nature of institutions at least for a period of 3 years.\n 2. The NGO should have sound financial back ground.\n 3. The managing committee / office bearers of the NGO have good character, antecedents social status and reputation.\n 4. The NGO has its own infrastructure facilities such as land and building. Home should have sufficient space for free movement, recreation and various indoor and outdoor activities, vocational and various therapies. The building should be eco-friendly to the differently abled. There shall be proper accommodation, sanitary arrangements and other facilities for the inmates. There should be facilities for segregation of male and female inmates.\n 5. Each home shall have a diet scale and menu chart prepared by nutrition expert and the center should ensure that all nutritional food not below the rate of list prepared by nutrition expert is being served.\n 6. Admission is granted only with in the sanctioned strength of the institution.\n 7. Priority will be given to those NGOs accredited by Social Justice Department.  \n Procedure for admission and discharge\n (a) To the orphaned/destitute mentally challenged men/women as defined in the RPwD Act 2016 requires urgent need of care and protection.\n (b) The excess inmates of Pratheeksha Bhavan, Prathyasa Bhavan & Asha Bhavan under Social Justice Department.\n (c) The inmates of HMDC Kozhikode or similar institutions who are discharged after attaining 18 years.\n (d) The persons are admitted to NGO homes after getting the approval from the Social Justice Department.\n (e) The following documents are needed for admission.\n (i) Application of Parent/Guardian/Institution Superintendent\n (ii) Recommendation letter of one of the following-\n \n \n Chief Medical officer of the hospital treating the PwD\n \n \n District Social Justice Officer\n \n \n Probation Officer\n \n \n Order of Courts or Statutory Commissions\n \n \n Order of LSG/Govt.\n \n \n Details of Grant\n Grant will be provided to the NGO’s on yearly basis according to the number of persons admitted and the period in the home.\n Estimated amount per person\n \n \n \n \n Food   (Rs.2500/- x 12)\n \n \n Rs. 30,000/-\n \n \n \n \n Medicine (Rs.600/- x 12)\n \n \n Rs. 7,200/-\n \n \n \n \n Cloth\n \n \n Rs. 1,500/-\n \n \n \n \n Personal Hygiene\n \n \n Rs. 1,000/-\n \n \n \n \n Total\n \n \n Rs. 39,700/-\n \n \n \n \n  \n Additional fund will be granted for other medical needs as per the certificate of Govt. Doctor. The fund will be allotted to the institution in the ratio of 50:50. 50% amount  allotted in advance and balance amount allotted after utilizing the 80% of the this amount. Utilisation Certificate must be produced in time. \n \n Target Group\n \n \n \n \n Differently Abled\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Pratheeksha scheme for rehabilitation of mentally challenged persons\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Athijeevanam- Comprehensive Scheme for mainstreaming of PwDs \n ": "\n \n Social Justice Department being the nodal agency entrusted for empowerment of marginalised groups including Persons with Disabilities, has been implementing various welfare schemes for strengthening and rehabilitating such target population. The RPWD Act, 2016 mandates the States to undertake services and programmes for providing right based services to PWDs, particularly in the area of health, education, social security, recreation, skill development etc.\n Persons with disabilities face several challenges when looking to develop employable skills and in gaining employment. Their need for meaningful employment largely remains unmet. Though some efforts were made for the mainstreaming of PWDs by providing empowerment through skill development, there requires to be more focused and coordinated action plan for effective skilling and mainstreaming of PWDs with intellectual disabilities through skilling and vocational training.\n In this circumstance Social Justice Department has planned a project “Athijeevanam” which is an umbrella scheme for the development and rehabilitation of Persons with Disabilities.\n Aims & Objectives\n (1) Strengthen the role of Voluntary Organizations in effective implementation of Rights of Persons with Disabilities (RPWD) Act 2016.\n (2) Implementation of Individual Care Plan (ICP) based welfare measures through NGOs/Voluntary organizations/LSGs.\n (3) To encourage and promote voluntary organizations who are actively involved in activities for mainstreaming, rehabilitation & protection of rights of Persons with disabilities through skill development and vocational training.\n (4) Provide unified and integrated services to persons with disabilities.\n (5) Ensure Community based rehabilitation for PWDs.\n Model Projects\n (a) Vocational Training Centre for PWDs.\n (b) Day care centres for PWDs.\n (c) Empowerment of PwDs through ICT based training.\n (d) Assisted Living Projects for support and rehabilitation of Adult mentally challenged persons.\n (e) Other innovative projects for the skilling and main streaming of PWDs.\n \n Target Group\n \n \n \n \n Differently Abled\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Athijeevanam- Comprehensive Scheme for mainstreaming of PwDs\n \n \n Internal Orders\n APPLICATION FOR ATHIJEEVANAM PROJECT- EOI INVITED\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Prathyasha scheme for repatriation of other state residents in PRCs \n ": "\n \n Social Justice Department working with the concept of welfare state has ensured solace and hope to the marginalised groups and also provide justice to the victimized. The social welfare schemes of the State implemented through the Social Justice Department continues to make a difference in the society. There are 31 Government run welfare institutions functioning under the department. Moreover there are almost 239 psycho-social rehabilitation centres (PRCs) run by NGOs functioning under the supervision and control of Orphanage Control Board in Kerala. \n These centres accommodate marginalized groups like Senior Citizens, Destitute, Persons with disabilities, mentally challenged persons, orphans, who are in dire need of care and protection. These institutions also house other State residents falling under the same target group. It is the sole responsibility of the department to provide rehabilitation, repatriation and reintegration to their own family. The process of repatriation is currently implemented through voluntary organizations, voluntary social workers and Institution Superintendents who are willing to help such needy persons. Lack of a strategic action plan and follow-up activities are the main areas of concern.\n             As a novel initiative, the Department of Social Justice has formulated a scheme called ‘Prathyasha’. During the initial phase of the Prathyasha scheme, 100 persons who are residing in PRCs and welfare institutions would be handpicked and repatriated back to their native. An amount of Rs. 29,29,500/- has been fixed for repatriation of 100 persons.\n Implementation strategy\n (a) The list of other state residents in PRCs will be sorted regional wise and handed over to the NGOs.\n (b) For repatriation of the other state resident, the exact location will be traced out with the help of language interpreter and NGO social worker. After identifying the exact native district, the NGO/Social worker will contact the concerned Probation Officer and initiate the repatriation process.\n (c) The other state residents will either be repatriated back to their family or will be accommodated in a Government/NGO run welfare institution in their native district, only after acceptance of consent form.\n (d) A district level committee chaired by District Collector will give initial sanction for repatriation procedure which will be subjected to approval from State level committee.\n (e) After the final approval, the NGO can initiate the repatriation procedure.\n District level monitoring committee\n \n \n \n \n Index\n \n \n Designated Officer\n \n \n Role\n \n \n \n \n 1.\n \n \n District Collector\n \n \n Chairman\n \n \n \n \n 2.\n \n \n District Social Justice Officer\n \n \n Convener\n \n \n \n \n 3.\n \n \n District Probation Officer\n \n \n Member\n \n \n \n \n 4.\n \n \n Institution Superintendent\n \n \n Member\n \n \n \n \n 5.\n \n \n DLSA delegate\n \n \n Member\n \n \n \n \n 6.\n \n \n Health Dept. personnel\n \n \n Member\n \n \n \n \n 7.\n \n \n Police personnel\n \n \n Member\n \n \n \n \n 8.\n \n \n Selected NGO representative\n \n \n Member\n \n \n \n \n 9.\n \n \n District level delegate from OCB\n \n \n Member\n \n \n \n \n 10.\n \n \n Railway personnel\n \n \n Member\n \n \n \n \n  \n State level monitoring committee\n (1) Director of Social Justice.\n (2) Member Secretary, Orphanage Control Board.\n (3) Police Personnel.\n (4) Psychiatrist.\n \n Target Group\n \n \n \n \n Differently Abled\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Prathyasha scheme for repatriation of other state residents in PRCs\n \n \n SOP/Protocol\n Prathyasha scheme- Standard Operating Procedure\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Rehabilitation of cured mentally ill prisoners \n ": "\n \n People with mental illness face stigma and marginalization in society due to widespread misconceptions relating to mental disorders. This discrimination usually persists in prison, with the person often facing still further marginalisation and isolation due to incarceration. Prisoners with mental illness have been languishing within the four walls of mental health centres even though they have completed their term of prison sentence. Some under trial prisoners may have to spend several years in jails since the trial proceedings have been halted due to their poor mental health conditions. While some cured mentally ill prisoners acquitted by the Court are forced to stay back in mental health facility since their family members are not willing to accept them.\n In a bid to provide rehabilitation for such target groups, the Social Justice Department, Kerala has formulated a comprehensive project along with the support of recognized voluntary organisations. As part of the first phase of the project, 8 persons discharged from the Mental Health Centre, Peroorkada are being rehabilitated at 2 non-governmental organizations under the supervision of District Probation Officer. An amount of Rs. 39,660/- has been sanctioned annually for each person’s food, clothes, medicines, and personal hygiene.\n The Social worker/ Head of Institution will also make efforts to contact the family members of such persons to ensure family reintegration. In case reintegration is not possible, such persons can continue in the institution for which the financial assistance will be given by the State Government.\n \n Target Group\n \n \n \n \n Social Defence\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Rehabilitation of cured mentally ill prisoners\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Marriage Assistance to daughters of prisoners \n ": "\n \n When a person commits a crime and gets sentenced for imprisonment, his family is vulnerable to financial instability, poverty, debt and potential housing disruption. They often get stigmatized and marginalized in the society following the incarceration of a family member. Due to the poor financial conditions the family members find it difficult to ensure proper education for their children and marry off their daughters. Social Justice Department has been implementing various Probation and Aftercare schemes for the upliftment of such target population.\n Department of Social Justice has implemented a noble initiative which provides financial assistance for the marriage of the daughters of those who have been undergoing imprisonment for more than 2 years. The maximum amount of financial assistance will be Rs. 30,000/- per person, during the first phase of the scheme as many as 20 such families will be given assistance.\n Eligibility criteria:-\n (1) Either the father or the mother should be undergoing imprisonment for more than two years.\n (2) The applicant must belong to BPL category.\n (3) The application must be submitted after six months of marriage and within one year period.\n (4) Copy of Ration card has to be submitted along with the application form.\n (5) Attested copy of Marriage certificate.\n (6) Declaration from Ward member/Councillor showing that the couple is residing together in the given place of address.\n (7) The assistance will be offered to a maximum of two women from a family.\n Financial assistance will be handed over to the father, mother or daughter based on the report submitted by the District Probation Officer. The amount will be transferred to the respective person’s bank account. The duly filled application form along with supporting documents has to be submitted through the concerned Jail Superintendents / Probation Officers.\n \n Target Group\n \n \n \n \n Social Defence\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Marriage assistance to daughters of prisoners\n \n \n Application Forms\n Marriage assistance to daughters of prisoners\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Legal Guardianship \n ": "\n \n Persons with autism, cerebral palsy, mental retardation and multiple disabilities are in a special situation as even after they have acquired 18 years of age, they may not always be capable of managing their own lives or taking legal decisions for their own betterment. Therefore, they may require someone to represent their interests in the legal areas throughout their lives. However, in cases of cerebral palsy and multiple disabilities, there may be a need for only limited guardianship because of the availability of enabling mechanisms and/ or scientific facilitations which enable such persons to function with varying degrees of independence. \n Under section 14 of the National Trust Act, the Local Level Committee headed by the District Collector is empowered to receive application in Form A under Rule 16(1) & appoint guardians in Form B under Rule 16(2) for persons with Autism, Cerebral Palsy, Mental Retardation & Multiple Disabilities. It also provides mechanism for monitoring and protecting their interests including their properties.\n \n Target Group\n \n \n \n \n Differently Abled\n Beneficiary Details\n \n \n \n Documents\n \n \n \n Act\n THE NATIONAL TRUST FOR WELFARE OF PERSONS WITH AUTISM, CEREBRAL PALSY, MENTAL RETARDATION AND MULTIPLE DISABILITIES ACT, 1999\n \n \n Application Forms\n Legal Guardianship- Application form for certificate\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Saphalam scheme for Transgender students pursuing Professional courses \n ": "\n \n           The Department of Social Justice under Government of Kerala is the frontrunner in implementing various social welfare schemes and programmes for the upliftment of marginalized population. The Transgender community faces severe problems such as discrimination as well as infringement of rights and it is the responsibility of the Department to provide special privilege to such target groups, bring them to the mainstream of the society by ensuring social rehabilitation.\n             Due to lack of proper education and social stigma in society the Transgender community is also subjected to severe unemployment. Social Justice Department has rolled out an innovative scheme called “Saphalam” that provides financial assistance to Transgender students pursuing Degree/Diploma level professional courses. This scheme would provide an opening to Transgender students who possess high technical/professional competence.\n             Those students who have qualified for such professional courses and suffer from financial constraints can continue their education uninterrupted which in turn would increase their employment opportunities and help them to secure a good job and thereby lead a quality life.\n Eligibility Criteria\n (1) Students who have completed 18 years must submit a copy of Transgender ID card.\n (2) Those who are below 18 years must submit a self-declaration statement duly certified by the Head of Institution/Parent.\n (3) A maximum amount of Rs. 1 lakh per year will be provided as financial assistance for eligible students.\n (4) Students who have secured admission in merit seats in Government, Aided/Self-financing colleges are eligible under this scheme.\n (5) Students who secure admission for courses MBBS, B.VSc, BSc Agriculture in Government colleges are eligible.\n (6) Students pursuing Diploma level government accredited courses are also eligible.\n Instructions\n (a) The Application forms have to be filled completely. Incomplete applications will be rejected.\n (b) The duly filled applications along with supporting documents have to be submitted to the concerned District Social Justice Officers.\n  \n \n Target Group\n \n \n \n \n Transgenders\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Sabhalam scheme for TG persons pursuing Professional courses\n \n \n Application Forms\n Sabhalam scheme- Application form\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Vayoraksha scheme for Senior Citizens \n ": "\n \n The elderly population in India is growing rapidly. Considering the scenario, Social Justice Department under Government of Kerala has introduced various key initiatives giving prime focus on welfare, care and protection of Senior citizens in the State. It is also very important to remember that social security to the senior citizens is not charity instead it is their basic human right.\n Senior citizens face different types of problems in the society like discrimination, exploitation, neglect and become victims of abuse. They are also subjected to socio-economic, physical and emotional distress. Being the most vulnerable group of population they need special care and attention during emergency situations. The Department of Social Justice has  formulated a comprehensive project “Vayoraksha” for addressing the grievances and issues faced by the Senior Citizens during crisis.\n Aims & Objectives\n a) The key objective of the scheme is to provide assistance and support to the needy elderly population during crisis.\n b) Provide emergency medical aid to the destitute and downtrodden elderly persons.\n c) Ensure availability of care givers for bedridden senior citizens.\n d) Provide rehabilitation for those who are in need of care and protection.\n e) Deliver legal aid for senior citizens.\n f) Create a comfortable environment for senior citizens while ensuring their physical and mental well-being.\n Fund Utilization\n 1) Senior Citizens belonging to BPL category will be covered under this scheme.\n 2) The scheme fund can be used to cater the special needs of Senior Citizens during medical emergencies, surgeries, COVID-19 treatment, Rehabilitation, Ambulance assistance, service of care givers, and purchase of assistive devices.   \n 3) The fund can be utilized for medical examination, rehabilitation and institutionalization of destitute, wandering and bereaved senior citizens.\n 4) It can also be used for providing emergency medical assistance and food for senior citizens who are victims of natural calamities.\n 5) Providing emergency medical aid for Senior citizens who became victims of abuse, accidents and life-threatening burns.\n 6) In case of a danger to life or property of a senior citizen, the fund can used to take suitable remedial measures for ensuring care and protection.\n 7) The service of private hospitals can be utilized for administering first aid treatments. But in case of expert medical treatment is required, service can be sought from Government hospital.  \n Monitoring Committee\n \n \n \n \n 1. \n \n \n District Collector\n \n \n Chairperson\n \n \n \n \n 2.\n \n \n District Social Justice Officer\n \n \n Member Secretary\n \n \n \n \n 3.\n \n \n District Medical Officer/Representative\n \n \n Member\n \n \n \n \n 4.\n \n \n Representative from District Police Office\n \n \n Member\n \n \n \n \n 5.\n \n \n DLSA representative\n \n \n Member\n \n \n \n \n 6.\n \n \n District Oldage Council members\n \n \n Member\n \n \n \n \n  \n District Social Justice Officer will have the financial power to utilize funds not exceeding Rs. 25,000/-. Prior approval of monitoring committee has to be taken to utilize funds upto 2 lakh. For amount exceeding 2 lakhs, prior sanction has to be taken directly from State Government. \n \n Target Group\n \n \n \n \n Senior Citizen\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Vayoraksha scheme for Senior Citizens\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Jeevanam self-employment scheme to dependents of crime victims \n ": "\n \n When a crime is committed it can have significant, yet varying consequences, on individual who became the victim of the crime and his family. The devastating impact of crime results in emotional, psychological, physical as well as financial consequences. If the head of the family is killed or injured in crime, the family is left without the main breadwinner. Killing or seriously injuring the earning member of the household as a result of the crime will deprive a family of their livelihood.\n As part of strengthening the victim support services in the State, Department of Social Justice has started a novel initiative called ‘Jeevanam’ which provides financial aid to the dependents as well as victims of crime. An amount of Rs. 20,000/- will be provided as one time assistance. The assistance amount would benefit those who were struggling to make a living, including dependents of the victims of the crime and those with serious injuries.\n Eligibility criteria\n (1) The applicant must be either the person who has been seriously injured in a crime\n (2) Or must be a dependent - Wife/Husband/Unmarried son or daughter of the victim of the crime.\n (3) The annual income of the family should not exceed Rs. 1 lakh.\n (4) Must have applied within 5 years of the crime.\n (5) The amount will be transferred to the respective applicant’s bank account.\n (6) The beneficiary selected for the grant- in–aid is required to execute an agreement with the Department of social justice on a stamp paper of Rs.200/- to meet the above criteria.\n How to apply\n The duly filled application along with supporting documents has to be submitted to the District Probation Office concerned. \n \n Target Group\n \n \n \n \n Social Defence\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Jeevanam self-employment scheme to dependents of crime victims\n \n \n Application Forms\n Jeevanam self-employment scheme to dependents of crime victims\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Snehayanam scheme for mothers of persons with special needs \n ": "\n \n The task of caring and providing rehabilitation support for persons with autism, cerebral palsy, mental retardation and multiple disabilities can be stressful and daunting for parents, especially mothers. Such persons with disabilities coming under the purview of National Trust Act 1999 always require special care and attention since they cannot perform their day to day activities without someone else’s assistance. Sometimes taking care of such PwDs can be quite challenging for mothers who are widowed or divorced and have no other source of permanent income.   \n The Department of Social Justice has formulated a novel initiative ‘Snehayanam’ which provides electric auto rickshaws free of cost to mothers of persons with disabilities who suffer financially. This scheme would provide a means of livelihood for such beneficiaries.\n Eligibility Criteria:-\n (1) Mothers of PwDs covered under the National Trust Act (NTA) will be eligible to apply under this scheme.\n (2) Applicants must belong to BPL category and do not have a source of steady income.\n (3) Widowed/legally divorced/ wives abandoned by husbands are eligible to apply under this scheme.\n (4) Beneficiaries must possess a valid 3 wheeler license.\n (5) The age limit of applicant has to be 55 years or below.\n (6) The tax and insurance for the vehicles will have to be borne by the beneficiary.\n (7) The vehicle must be registered solely in the name of the beneficiary and the vehicle ownership cannot be transferred or sold.\n Supporting Documents:-\n (a) Copy of Ration card.\n (b) Copy of Aadhar/ Proof of Identity of applicant.\n (c) Declaration from Village Officer/ Valid document proving that the applicant is widowed/legally divorced/ wife abandoned by husband\n (d) Copy of 3 wheeler licence\n (e) Copy of Medical Board certificate of PwD.\n  \n The duly filled application form along with supporting documents has to be submitted through District Social Justice Officers concerned. During the initial phase of the scheme 2 beneficiaries from each district will be selected for this scheme.\n \n Target Group\n \n \n \n \n Differently Abled\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Snehayanam scheme for mothers of kids with special needs\n \n \n Application Forms\n Snehayanam scheme for mothers of persons with special needs\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Sahajeevanam help-desk for PwDs \n ": "\n \n Covid 19 pandemic has increased psychological distress in the general population and among marginalized groups, especially in persons with disabilities. Such people with special needs cannot perform their day to day activities without someone else’s support. The psycho-social impact of Covid-19 has drastically affected the mental health of differently abled persons as well as their parents and care providers. \n Social Justice Department under Government of Kerala has launched a novel initiative ‘Sahajeevanam help-desk’ to ensure doorstep delivery of services to differently-abled people and to provide them assistance and mental support during distress. This project is being implemented by the Social Justice Department in association with other Government Departments of Health, Education, Local Self Government and Women and Child Development. \n The Sahajeevanam support centres will function in all blocks in the State to provide mental support and ensure doorstep delivery of government services to the differently abled. Almost 3,000 volunteers including special educators have been selected from Special schools, Buds school and Samagra Shiksha Kerala for project implementation in every panchayath under the National Trust local-level committees. \r\n  \n \n Target Group\n \n \n \n \n Differently Abled\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Sahajeevanam help-desk for PwDs\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Shreshtam scheme for ensuring participation of PwDs in Arts & Sports \n ": "\n \n Social Justice Department being the nodal agency entrusted for mainstreaming persons with disabilities, is implementing various social welfare programmes for upliftment and rehabilitation of such target population. Chapter (III) Section 16 (1) of the RPwD Act, 2016 mandates the States to ensure equal opportunities for PwDs in sports and recreation activities equally along with others without discrimination.  \n Social Justice Department has devised a comprehensive scheme named “Shreshtam” to support persons with disabilities who have showcased special talent and expertise in arts and sporting activities. The objective of the scheme is to ensure access, inclusion and effective participation of persons with disabilities in the field of arts and sports. This scheme will enable such promising talents to undergo specialized training in State/National Academies/Centres which will help them to fine tune their potential and competence level. \n This scheme will encourage and mainstream the Persons with Disabilities to accomplish great achievements and help them to be self-sufficient. A maximum amount of Rs. 10,000/- will be provided to each beneficiary. The amount will be provided to a total of 10 beneficiaries from each district. \r\n  \n Eligibility criteria\n (1) The annual family income of applicant should be below 1 lakh.\n (2) Applicant must be a PwD having 40% or more disability. \n (2) The applicant should be undergoing training from State/National Academies/Centres.\n (3) Participants who have showcased their talents in State/ National level championships will be eligible to apply.\n Supporting documents\n •    Merit certificate\r\n •    Admission details from Academy/Training Centre.\r\n •    Copy of Disability Certificate\r\n •    Copy of Ration card.\r\n •    True copy of bank passbook.\n Duly filled application forms along with necessary supporting documents have to be submitted through District Social Justice Offices concerned. \n \n Target Group\n \n \n \n \n Differently Abled\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Shreshtam scheme for ensuring participation of PwDs in Arts & Sports\n \n \n Application Forms\n Shreshtam scheme for ensuring participation of PwDs in Arts & Sports\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Yathnam scheme for Transgenders preparing for competitive exams \n ": "\n \n The Department of Social Justice is the nodal agency for implementing various social welfare schemes and programmes for the upliftment of the marginalized Transgender population. Inorder to ensure maximum Transgender representation in various employment sectors and with the aim of empowering them financially, Social Justice Department has designed a scheme called ‘Yathnam’ for Transgender aspirants training for competitive examinations. The department will provide educational assistance to Transgender persons who wish to prepare for PSC, UPSC, Banking services, RRB, UGC, NET, JRF, CAT, MAT, etc.\n Those individuals undergoing 6 months’ coaching will be given a financial assistance up to Rs. 6,000/- and a stipend amount of Rs. 2,500/- will be given as one time assistance. The students preparing for PSC, UPSC, Banking services, RRB, UGC, NET, JRF, CAT & MAT courses with 1 year duration will be given a maximum amount of Rs. 20,000/- and an amount of Rs. 2,000/- will be given as monthly stipend for the students (maximum of 10 months)\n \n Target Group\n \n \n \n \n Transgenders\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Yathnam scheme- Assistance for preparation in competitive exams\n \n \n Application Forms\n Yathnam scheme for Transgenders preparing for competitive exams\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Elder line 14567: A helping hand for the Elderly \n ": "\n \n Kerala is fast ageing with elderly population and increasing demands on fiscal, health and social security mechanisms. With the government working towards creating an age-friendly Kerala, it has constituted ELDERLINE- a national level helpline for the welfare of Senior Citizens. Being set-up by the Ministry of Social Justice and Empowerment, the National Institute of Social Defence and State governments. The helpline for senior citizens has been set up in Trivandrum under Department of Social Justice.\n Senior citizens can contact the toll-free number 14567 between 8:00 am and 8:00 pm. The helpline will be functional throughout the week. The helpline will assist and comfort senior citizens, address their concerns and grievances. The program will be led by a team comprising of a Project Manager, Admin/Finance officer, Leaders, Field Response Officers and Call Officers. The Helpline will be called “Connect Centre” and they will steer interventions through Call Officers and Field Response Officers.\n Services include: \n Providing information, guidance, emotional support and field intervention. On receiving calls related to information or guidance the Connect Centre team will provide necessary services. Based on the nature of call, the call is redirected to professional counsellors, Legal service authority, etc. In case of rescue of abandoned elderly, our field team shift the elder person into nearby old age home and try to reunite with their family with the help of Police and other stakeholders. In case of any abuse calls, our field team will do a basic enquiry and help to file a complaint or any legal actions, if necessary. The helpline will work in collaboration with various stakeholders such as Police, Health department, Legal service authority, Local self-government, NGO’s, etc.\n Government’s core objective is to create an environment where aged persons get care, protection, respect and relief as their right. Elder line will be a reliable platform that will make a positive change in the life of senior citizens by ensuring happy and healthy ageing.\n \n Target Group\n \n \n \n \n Senior Citizen\n Beneficiary Details\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Karuthal scheme for Transgender persons \n2235-60-200-72(20)            ": "\n \n Transgender persons face several hardships and struggle to earn a sustainable livelihood since they are discriminated and ostracized by the society. Once they reveal their gender identity they are disowned by family members due to the stigma surrounding them. In a survey conducted prior to the formulation of Transgender policy in 2015, it has been identified that almost 51% of Transgender population in the State were estranged by their own families. \r\n The transgender persons resort to Sex Re-assignment Surgery (SRS) and hormone treatments which help them in their transition to self-identified gender. These surgical transitions may include several procedures and is very much complicated. \r\n Also due to lack of social support they often face atrocities and are subjected to crisis which may require immediate medical assistance, treatment, food, shelter, clothing and legal aid. Social Justice Department has introduced a noble initiative known as ‘Karuthal’. The main objective of the scheme is to cater assistance to such needy trasngenders who require immediate support during crisis or facing emergency situations. \n Guidelines for scheme implementation\r\n An advisory committee has to be constituted in each district empanelling the following members.\n \n \n \n \n District Collector/Representative\n \n \n Chairman\n \n \n \n \n District Social Justice Officer\n \n \n Convener\n \n \n \n \n District Medical Officer/ Representative\n \n \n Member\n \n \n \n \n District Crime Records Bureau (Dy.SP) / Representative\n \n \n Member\n \n \n \n \n Clinical Psychologist/Counsellor\n \n \n Member\n \n \n \n \n DLSA Representative\n \n \n Member\n \n \n \n \n 2 Transgender community members\n \n \n Member\n \n \n \n \n Eligibility criteria\n 1.    Scheme beneficiaries must possess Transgender Certificate/ Transgender ID card.\r\n 2.    BPL category limit/Ration card need not be considered.\r\n 3.    The fund can be utilized for catering the needs such as emergency surgeries, first aid, ambulance service, food and clothing, legal aid, etc.\r\n 4.    This fund can be utilized for emergency assistance/treatment of any complications after SRS. \r\n 5.    The fund can be utilized for medical examination, rehabilitation and shifting of destitute transgender persons to care home/shelter homes.\r\n 6.    Providing emergency medical assistance and food for transgender persons who are victims of natural calamities.\r\n 7.    The fund can also be utilized for providing emergency medical aid for transgender persons who are victims of acid attacks and life-threatening burns.\r\n 8.    In case of a danger to life or property of a transgender individual, the fund can used to take suitable remedial measures for ensuring care and protection.\r\n 9.    District Social Justice Officer will have the financial power to utilize funds not exceeding Rs. 25,000/-. Prior approval of monitoring committee has to be taken to utilize funds exceeding Rs. 25,000/-.\r\n 10.     The fund can also be used for administering support of a caregiver.\r\n  \n \n Target Group\n \n \n \n \n Transgenders\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Karuthal scheme for Transgender persons\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Sakalyam scheme- Vocational training to Transgender persons \n2235-60-200-72(21)            ": "\n \n Transgender communities are often marginalized and face several forms of discrimination in the society. Due to the stigma surrounding them they are denied jobs and often face unemployment and struggle to earn a sustainable livelihood. Due to lack of support from family members they suffer financially and are forced to take up jobs which are socially unacceptable. \r\n The Transgender Persons (Protection of Rights) Act 2019 mandates the States to ensure equality and inclusiveness of Transgender community. In order to mainstream and uplift the Transgender community, the Department of Social Justice has formulated a new comprehensive scheme “Sakalyam” for imparting vocational training to Transgenders. The scheme aims to create employment opportunities for the deprived Transgender community. \r\n  \n Aims\r\n •  To provide skill development training that would equip the Transgender persons to earn steady income through self-employment. \r\n • To build self-confidence among transgender community members and guide them to become eligible to avail employment opportunities and skilled jobs.\r\n •  Create transgender inclusive work environment and support them to be self-reliant. \n Criteria\r\n •    Under this scheme 10 Transgender persons will be selected from each district.\r\n •    The applicants can choose their own desired courses for which they require skill training.  \r\n •    Priority will be given to Government Institutions imparting the courses.\r\n •    The applicants can also undergo training from Private agencies having Government accreditation. \r\n •    Educational qualification is not a criterion to join the courses.\r\n  \n \n Target Group\n \n \n \n \n Transgenders\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Sakalyam scheme for imparting vocational training to Transgenders\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Mithram scheme- Job skill training for Socially deviants \n ": "\n \n The Department of Social Justice is the nodal agency for monitoring and implementation of various Probation & aftercare programmes for Probationers, Ex-convicts, Dependents of prisoners, Victims of crime/ Dependents of crime victims, Young offenders and Cured mentally ill prisoners. The socially deviants are often stigmatized and marginalized in the society and are unable to get job opportunities to earn a livelihood so they are forced to take up jobs which are socially unacceptable. The persons from broken families are neglected and don’t even receive basic education or life skill training and are likely to indulge in crime related activities. Such target population requires effective psychosocial interventions & support which will in turn reduce the recidivism rate. \n Moreover the crime victims who sustain life threatening injuries will not be able to lead a normal life and earn a steady livelihood. Hence it is essential to provide appropriate rehabilitation for the crime victims as well as their dependents. In order to mainstream such target population, the Department of Social Justice has formulated a noble initiative known as “Mithram” for imparting job skill training which would equip the socially deviants to earn steady income through self-employment or get better job opportunities. \r\n  \n Aims & Objectives:-\n \n \n The State Probation Policy 2021 was formulated to strengthen the Social Defence mechanism which visions to build a better crime free society and reduce recidivism.  \n \n \n To create better job opportunities for the socially deviants and equiping them by providing job skill training so that they can earn a livelihood. \n \n \n To ensure rehabilitation of the dependents of prisoners by providing skill training.\n \n \n To create better job opportunities to the crime victims as well as their dependents by engaging them through self-employment so that they can become financially independent.\n \n \n Ensure job placements by providing skill development and training.\n \n \n Provide expertise and training to the unskilled population using the latest technology which will ensure a sustainable income. \n \n \n Empowering the women financially by creating self-employment opportunities.\n \n \n Ensuring socio-economic development of such target groups.   \n \n \n \n Target Group\n \n \n \n \n Social Defence\n Beneficiary Details\n \n \n \n Documents\n \n \n \n GOs\n Mithram scheme- Job skill training for Socially deviants\n \n \n Application Forms\n Mithram scheme- Job skill training for Socially deviants\n \n \n \n "
    },
    {
        "Social Justice Department Kerala Government :  Imprest Money scheme \n ": "\n \n A scheme formulated by the Department of Social Justice with the aim of providing rehabilitation to the deprived and destitute persons who are abandoned in public places by providing them with food, clothing, medical aid and other emergency services.\n Eligibility criteria\n \n \n Since the scheme is intended to provide services in emergency situation, the District Social Justice officer has the discretionary power to intervene and take immediate rehabilitation measures for the needy and downtrodden based on the criteria and norms of the scheme.\n \n \n The amount can be utilized for Emergency first aid, Medicine, Treatment expenses, Emergency surgeries, minor surgical procedures, Ambulance service, travel expense, etc.\n \n \n The fund can be used for food, medical examination of the destitute till they are accommodated safely in the rehabilitation centres.\n \n \n The fund can be utilized for food and emergency assistance for those who are victims of natural calamities.\n \n \n The fund can be utilized for immediate first aid of acid attack victims and for those who have suffered severe life threatening burns.  \n \n \n In case of danger to life or property, the service can be used for protection and safety of the needy.  \n \n \n Emergency first aid for the beneficiaries can be provided from Private hospitals, but if the specialized expert medical treatment is required it can be made available from Government hospitals.\n \n \n In the case of those beneficiaries who don't have any by standers, the fund can be utilized for appointing care givers from Kudumbasree units, Voluntary organizations. \n \n \n \n Target Group\n \n \n \n \n Differently Abled\n Beneficiary Details\n \n \n \n Documents\n \n \n \n Internal Orders\n Imprest Money - Guildelines Circular reg\n \n \n \n "
    }
]