[
    {
        " Chief Minister’s Girl Child Protection Scheme": " Name of the Scheme:\n \n Chief Minister’s Girl Child Protection Scheme\n Scheme- I: for one Girl Child only\n Scheme- II: for two Girl Children only\n \n Objective of the Scheme\n \n To promote girl child education\n To eradicate female infanticide\n To discourage the preference for male child\n To promote small family norm\n To increase the Child Sex Ratio\n \n Quantum of Assistance\n Scheme-I:\n An amount of Rs.50,000 is deposited in the name of the girl child born on or after 01/08/2011, in the form of fixed deposit with the Tamil Nadu Power Finance and Infrastructure Development Corporation Limited, for 18 years for a family with one girl child only. The copy of the fixed deposit receipt is given to the family of the girl child.\n Scheme-II:\n An amount of Rs.25,000 each is deposited in the names of two girl children, where the second girl child born on or after 01.08.2011 in the form of fixed deposit with the Tamil Nadu Power Finance and Infrastructure Development Corporation Limited, for 18 years for a family with two girl children only. The copy of the fixed deposit receipt is given to the family of the girl children.\n Benefit Criteria\n To whom the benefit is due and when\n \n Girl children in poor families\n On completion of 18 years of age, the amount deposited with accrued interest will be given to the girl child.\n \n Eligibility Criteria\n Income limit:\n Annual income not exceeding Rs.72,000 for Scheme – I and for Scheme – II.\n Other Criteria:\n \n Either of the parents should have undergone sterilization within 35 years of age.\n Family should have only one/two female children and no male child. In future, no male child should be adopted.\n The parents/ grand parents should be a domicile of Tamil Nadu for a period of 10 years at the time of submitting the application.\n The scheme was extended to girl children of Sri Lankan Tamil Refugees in the Refugee Camps.\n \n Time limit for application:\n Scheme-I: (for one girl child only)\n The application should be submitted before the child completes 3 years.\n Scheme –II: (for two girl children only)\n The application should be submitted before the second child completes 3 years.\n Certificates to be enclosed:\n \n Birth Certificate (Corporation/Taluk Office/ Municipality Office)\n Parents age proof (Birth Certificate/ School Certificate/ Government Doctor’s Certificate)\n Sterilization Certificate (Government/Private Hospital)\n Income Certificate (Taluk Office)\n No Male Child Certificate has to be obtained from any one of them - Extension Officer (SW) or Rural Welfare Officer or Supervisor/ Taluk Office (Chennai District only)\n Residential Certificate - Tahsildar (The Parents/ Grand Parents should be a domicile of Tamil Nadu for a period of 10 years at the time of submitting the application)\n \n Officers to be contacted:\n \n District Social Welfare Officer\n Extension Officer (Social Welfare)\n Rural Welfare Officer (Women)\n \n Probable time limit for processing applications:\n One month\n Grievances, if any, to be reported to:\n District Level:\n District Social Welfare Officer\n State Level:\n Commissioner of Social Welfare,\n 2nd Floor, Panagal Maaligai,\n Saidapet, Chennai- 600 015\n Phone No: 044-24351885\n Renewal of Deposit receipt:\n \n After completion of 5th year of deposit, the fixed deposit will be renewed by Tamil Nadu Power Finance and Infrastructure Development Corporation Limited based on the recommendations submitted by the District Social Welfare Officer.\n Annual incentive of Rs.1,800 will be deposited in the Girl child's bank account from the 6th year of the fixed deposit.\n \n Final Maturity:\n The matured amount will be given to the girl child only if she appears for 10th standard public exam. If not, the amount deposited with accrued interest will be remitted into Government account.\n "
    },
    {
        " Early Intervention Centre For Infants And Young Children With Hearing Impairment": " Name of the Scheme:\n Early Intervention Centre For Infants And Young Children With Hearing Impairment\n Objective of the Scheme\n Early Intervention Centres for infant and young children with hearing impairment have been established in all district except Thiruppur & Ramanathapuram.\n Benefit Criteria\n Infant and young children with hearing impairment are given training to develop speech and language skills so as to get integrated into normal school by the time they attain the age of 5 years.\n Eligibility Criteria\n Young children with hearing impairment without any additional disabilities in the age group of 2½ years are eligible for admission.\n Certificate to be enclosed with the application:\n National identity card for differently abled and birth certificate.\n Officers to be contacted:\n District Differently Abled Welfare Officer\n Grievances, if any, to be reported to:\n Assistant Special Officer,\n O/o. The Commissionerate for the Welfare of Differently abled,\n No.5, Kamarajar salai,\n Chennai – 600 005.\n Ph: 044-28444940\n "
    },
    {
        " Early Intervention Centre For The Children With Intellectually Disabled": " Name of the Scheme:\n Early Intervention Centre For The Children With Intellectually Disabled\n Objective of the Scheme\n The main objective of these centres is to identify children with intellectual disability and children with allied disabilities at birth and to provide early intervention services.\n Quantum of Assistance\n Early intervention centres for children with intellectual disabilities have been established in all the districts to benefit 50 children in each district, except Dharmapuri. These centres have been established through NGOs.\n Benefit Criteria\n Children with intellectual disability and allied disabilities.\n Eligibility Criteria\n Age group of below 6 Years.\n .\n Certificate to be enclosed with the application:\n National identity card for differently abled and birth certificate.\n Officers to be contacted:\n District Differently Abled Welfare Officer\n Grievances, if any, to be reported to:\n Assistant Special Officer,\n O/o. The Commissionerate for the Welfare of Differently abled,\n No.5, Kamarajar salai,\n Chennai – 600 005.\n Ph: 044-28444940\n "
    },
    {
        " Early Intervention Centre For The Visually Impaired": " Name of the Scheme:\n Early Intervention Centre For The Visually Impaired\n Objective of the Scheme\n Visually impaired children are identified, assessed and prepared to join in main stream education.\n Benefit Criteria\n Visually impaired Children. Early intervention centre for visually impaired in 6 Districts, namely Chennai, Coimbatore, Cuddalore, Thiruchirapalli, Vellore and Tiruvannamalai.\n Eligibility Criteria\n Children below 6 years of age.\n Certificate to be enclosed with the application:\n National identity card for differently abled and birth certificate.\n Officers to be contacted:\n District Differently abled Welfare Officer\n Grievances, if any, to be reported to:\n Assistant Special Officer,\n O/o. The Commissionerate for the Welfare of Differently abled,\n No.5, Kamarajar salai,\n Chennai – 600 005.\n Ph: 044-28444940\n "
    },
    {
        " Early Intervention Centre For Children With Cerebral Palsy In State Resource Training Centre (SRTC) , Chennai And Tiruchirapalli Districts": " Name of the Scheme:\n Early Intervention Centre For Children With Cerebral Palsy In State Resource Training Centre (SRTC) , Chennai And Tiruchirapalli Districts\n Objective of the Scheme\n Stimulation training is given to the children affected with cerebral palsy\n Benefit Criteria\n Young children/ infants with cerebral palsy\n Eligibility Criteria\n Age group of below 6 years.\n Certificate to be enclosed with the application:\n National identity card for differently abled and birth certificate.\n Officers to be contacted:\n District Differently abled Welfare Officer\n Grievances, if any, to be reported to:\n Assistant Special Officer,\n O/o. The Commissionerate for the Welfare of Differently abled,\n No.5, Kamarajar salai,\n Chennai – 600 005.\n Ph: 044-28444940\n "
    },
    {
        " New Born Screening Programme For Hearing Loss In Babies In Chennai And Sivagangai Districts": " Name of the Scheme:\n New Born Screening Programme For Hearing Loss In Babies In Chennai And Sivagangai Districts\n Objective of the Scheme\n New born screening programme for hearing loss in babies in Chennai and Sivagangai as pilot project Screening is conducted in 11 Corporation Maternity Hospitals in Chennai and 10 Hospitals in Sivagangai.\n It includes district headquarters Hospital, Taluk Hospital and upgraded Primary Health Centres.\n Eligibility Criteria\n New born babies\n Certificate to be enclosed with the application:\n ---\n Officers to be contacted:\n District Differently Abled Welfare Officer, Chennai and Sivagangai\n Grievances, if any, to be reported to:\n Assistant Special Officer,\n O/o. The Commissionerate for the Welfare of Differently abled,\n No.5, Kamarajar salai,\n Chennai – 600 005.\n Ph: 044-28444940\n "
    },
    {
        " 24 x 7 Hours Delivery Care Services in PHCs/CHCs": " 24 x 7 Hours Delivery Care Services in PHCs/CHCs\n One of the remarkable achievements over the last three years has been the manifold increase in the number of the deliveries conducted in the PHCs. This proportion has increased from 5% in 2005 to 30% in the current year with 272073 deliveries being conducted from April 2009 to March 2010. There is a marginal reduction in the number of government hospital deliveries enabling these hospitals to spend more time on complicated cases. The important feature of this change is that it meuip.co has resulted in a fall of deliveries in private institutions by 8%, thus reducing the burden of health care costs on the poorest families. This has been made possible by the introduction of 24 x 7 hour services in every PHC by posting 3 staff nurses for rendering round the clock duty. The confidence that trained personnel are always available in the PHCs has increased not only the number of deliveries but also the daily OP attendance and IP attendance.\n All 1539 PHCs functioning as meuip.co 24 x 7 delivery care services\n MCH Centre\n The GoI during the NRHM and RCH reviews held in July/ August have introduced the concept of identifying health facilities for offering various levels of MCH care. While Level 1 care refers to 24x7 delivery services through trained personnel, Level II care refers to the provision of emergency obstetric care and management of obstetric emergencies. Based on this concept, a policy decision has been taken that all the PHCs in the state will continue to function as Level I centres for MCH care for which adequate infrastructure and staff is already available. In addition, the Director of Public Health and Preventive Medicine in consultation with district level Deputy Directors has identified 31 Health Sub Centres which are remote and do not have access to the PHCs to function as Level 1 care centres. Further, out of the existing CHCs, 42 facilities have been identified at the rate of 1 per Health Unit District to function meuip.co as Level II MCH Centres. These centres will be developed as comprehensive Level II MCH centers to provide the RCH package of AN& PN care, Emergency Obstetric Care, Safe Abortion Services, Sterilization Services including temporary methods, Adolescent Clinics, RTI/ STI management etc. New Born Stabilization Units will also be set up in these centres. Adequate supervision will be provided to guide and improve quality of care in such centers. The HSCs identified as Level I MCH centres will be provided with 2 more VHNs, Sanitary worker, necessary drugs and equipments as well as , renovation of the existing building to provide round the clock delivery services. The CHCs identified as Level II MCH centres will be provided with 2 additional doctors (preferably specialists), 3 more Staff nurses, pharmacist ,junior assistant , hospital workers , sanitary workers, necessary drugs and equipments and renovation of the existing building etc as additional inputs to achieve the necessary objectives.\n "
    },
    {
        " Elective Free Caesarian": " Elective Free Caesarian\n The lack of manpower in the FRUs has been managed through hiring of Obstetricians and Anesthetists for family welfare and Emergency Obstetric Care (EmOC) Services. The Government / Private / Retired specialists are hired for the above services at sub district and district hospitals. Caesarean deliveries are also conducted in PHCs by hiring private gynecologists under RCH. The improved quality of services and timeliness of response by the hired specialist in managing obstetric complications at the PHCs and Sub District Hospitals has led to decrease in maternal and infant mortality in the state.\n Hence it has been decided to utilize the services of hired specialists for EmOC services for this year also till sufficient number of government specialist are available. These specialists are given incentive and budgeted accordingly. Similarly to encourage the LSAS/ EmOC trained MBBS doctors and also to motivate the young graduates to opt these trainings, incentives (at the rate of Rs.200 per session) is also proposed.\n "
    },
    {
        " Blood Storage Centers": " Blood Storage Centers\n 74 centers obtained license from drug controller and functional. Establishment of 181 Blood Storage Centers are under progress.\n Training on Blood Safety & Blood Storage\n Under NRHM, 255 CHCs are being provided with Blood Storage Centres as per IPHS norms.\n While 74 BSCs have been operationalised, training of M.Os ,Staff Nurses & Lab Technicians on blood safety and storage to meet the statutory requirements is being conducted in 3 Medical College Hospitals and is coordinated by TANSACS. It is planned to have 2 trained teams in each BSC to keep the centres functional round the clock.\n Till Nov 2010, 158 MOs, 161SNs and 155 LT have been trained for implementation of this scheme. Further training planned for the year 2010-11 will be taken up from Jan-2011.\n "
    },
    {
        " Maternal Care - Free Diet": " Maternal Care - Free Diet\n As one of the monitoring indicator under NRHM is that 60 % of the PHC in the state should conduct more than 10 deliveries / month , Tamilnadu has not only achieved this but also many of the PHC are conducting more than the fixed target.The provision of diet to AN Mothers who stay for the whole day in the PHC are to be provided with food during the AN Clinics at the PHCs. To maintain the extra facilities and to meet out the increasing demands of the ante natal mothers attending the PHC, the centers are provided with extra amount based on the number of deliveries conducted.\n The diet is also provided to post natal mothers for 2 days during their post natal period. This is an excellent strategy to ensure stayal of newly delivered mothers with their newborns for two days in the PHC. This has helped mothers in initiation of early breastfeeding during hospital stay. Discussion and counseling about family planning services and other warning signals for the mother and child occurring during the post natal period by the health providers has also been made possible due to stayal for 48 hours in the PHC.\n "
    },
    {
        " EMRI": " EMRI\n The Tamil Nadu Government has signed a MoU with EMRI Hyderabad to provide integrated Emergency Response Management Services bringing together the departments of Health and Family Welfare, Police and Fire Prevention.\n Objectives of the Scheme:-\n \n To provide comprehensive Emergency Response Services to the entire population of Tamilnadu.\n To improve access to police, fire and healthcare services\n To assist the state to achieve the critical Millennium Development Goals in the health sector\n \n Process :-\n \n Government of Tamil Nadu called for expressions of interest and appointed EMRI as the private agency to operationalize Emergency Response services in the state. The agency would provide management services, training and technical expertise for implementing the programme.\n The scheme provides comprehensive Emergency Management (Medical, Police& Fire) using a single number(108),\n The ambulances under the scheme would be deployed in a phased manner based on the demand.\n The scheme will be run professionally on a no-loss & no-profit basis\n \n The Tamil Nadu – Emergency Management Research Institute is in operation from 15.09.2008 and a Emergency Response Centre has been established at the Government Kasthuriba Gandhi Hospital for Women and Children, Chennai – 5.\n Strengthening of EMRI Vehicle with Neonatal support system\n Since 70% of the infant deaths occur in the early neonatal period (0 to 7 days of life), lives cannot be saved unless an emergency transport system is provided to carry the neonate to the appropriate referral centres. It has been decided to utilize the existing 108 EMRI Services to deal with neonatal emergencies.\n The existing EMRI vehicle (one per district) will be augmented with neonatal support system with resuscitation equipments such as Neonatal incubator, Oxygen Cylinder, Air cylinder, IV syringe infusion pump with stand (battery operated), Pulse oxymeter, resuscitation kits etc. ,\n During this year 2011-12 one existing vehicle/district will be strengthened for 29 districts.\n EMRI in Tribal Districts\n The state has a well established emergency referral transport system established through EMRI. However it is seen that the existing EMRI vehicles are not able to reach the tribal hamlets due to the size of the vehicles and the poor condition of the roads. The golden hour is thus lost in all emergency treatment including obstetric emergencies.\n Out of the existing 385 ambulances under EMRI, none of them have four wheel drive. To improve the emergency service in hilly and hard to reach areas, four wheel drive vehicles have been proposed by EMRI based on experience in other states. It is proposed to add four wheel drive vehicles suitably equipped as ambulances in 24 identified points in order to reach those tribal areas which are presently inaccessible to the EMRI ambulances. It is expected that this will make it possible for the tribal population to make better use of emergency care both for general cases as well as delivery.\n Ambulance Services for the Emergency Transport of MothersaAnd Children\n 6 Ambulances were provided by the UNICEF during TSUNAMI to the six PHCs in the district of Nagapattinam, Kancheepuram, and Cuddalore district to transport infants requiring emergency care from Primary Health centres to larger district hospitals for higher level of care. The Neonatal transport Units are well equipped to stabilize the clinical status of the infants en route. It has been recently decided that these ambulances will be stationed at the NICU centre (Medical College Hospital/District head quarters / sub district hospital) in the district with their staff for their maximum utilization.\n "
    },
    {
        " Moovalur Ramamirtham Ammaiyar Ninaivu Marriage Assistance Scheme": " Name of the Scheme:\n Moovalur Ramamirtham Ammaiyar Ninaivu Marriage Assistance Scheme\n Objective of the Scheme\n To help poor parents financially in getting their daughters married and to promote the educational status of poor girls.\n Quantum of Assistance\n Scheme-I:\n Rs.25,000 (through Electronic Clearing Service) along with 1 Sovereign (8 gm) 22 carat gold coin is provided for making Thirumangalyam with effect from 23.05.2016.\n Scheme-II:\n Rs.50,000 (through Electronic Clearing Service) along with 1 Sovereign (8 gm) 22 carat gold coin for making Thirumangalyam with effect\n from 23.05.2016.\n Benefit Criteria\n To whom the benefit is due and when\n The benefit will be given in the name of mother or father of poor girls. In case of death of the parents, it will be given to the bride.\n Eligibility Criteria\n Educational Qualification:\n Scheme-I\n The bride should have studied 10th Std(passed)\n If studied in Private / Distance Education, bride should have passed 10th Standard\n Bride should have studied up to V Standard in case of Scheduled Tribe\n Scheme-II\n Degree holders from regular Colleges, Distance Education / Government recognized Open University are eligible.\n Diploma holders should have qualified from the Institution recognized by the Directorate of Technical Education, Government of Tamil Nadu.\n Income limit:\n Not exceeding Rs.72,000 per annum for the family\n Age limit:\n Bride should have completed 18 years of age at the time of marriage. There is no upper age limit.\n Other Conditions:\n Assistance will be given to only one girl in a family.\n Time limit for sending application:\n Within 40 days before the date of marriage. Only in exceptional circumstances, the applications can be accepted one day prior to the marriage.\n Officers to be contacted:\n \n Commissioner of Corporation (for Corporation area)\n Municipal Commissioner (for Municipalities)\n Panchayat Union Commissioner (for Rural areas)\n District Social Welfare Officers\n Extension Officers (Social Welfare)\n Rural Welfare Officers (Women)\n \n Probable time limit for processing applications:\n 15 days from the date of receipt of application.\n Late submission of applications:\n Applications received on or after the date of marriage will not be entertained.\n Certificates to be enclosed with the application:\n \n Copy of School Transfer Certificate\n Copy of X std Mark sheet- for Scheme I\n Copy of Degree / Diploma Certificate to claim assistance under Scheme -II\n Income Certificate\n Marriage Invitation\n \n Grievances, if any, to be reported to:\n District level:\n District Collector/District Social Welfare Officer\n State level:\n Commissioner of Social Welfare,\n 2nd Floor, Panagal Maaligai,\n Saidapet, Chennai – 600 015.\n Phone No. 044-24351885.\n "
    },
    {
        " Dr. Dharmambal Ammaiyar Ninaivu Widow Remarriage Assistance Scheme": " Name of the Scheme:\n Dr. Dharmambal Ammaiyar Ninaivu Widow Remarriage Assistance Scheme\n Objective of the Scheme\n To encourage widow remarriage and to rehabilitate widows.\n Quantum of Assistance\n Scheme-I:\n Rs.25,000 (Rs.15,000 through Electronic Clearing Service and Rs.10,000 as National Savings Certificate) along with 1 Sovereign (8 gm) 22 carat gold coin is provided for making Thirumangalyam with effect from 23.05.2016.\n Scheme-II:\n Rs.50,000 (Rs.30,000 through Electronic Clearing Service and Rs.20,000 National Savings Certificate) + 1 Sovereign (8 gm) 22 carat gold coin is provided alongwith for making Thirumangalyam with effect from 23.05.2016.\n Benefit Criteria\n To whom the benefit is due and when\n Widow who remarries.\n Eligibility Criteria \n Educational Qualification:\n Scheme-I\n Educational qualification not required\n Scheme-II\n Degree Holders from regular Colleges, Distance Education / Government recognized Open University.\n The diploma holders should have qualified from the Institution recognized by the Directorate of Technical Education, Government of Tamil Nadu.\n Income limit:\n No income ceiling.\n Age limit:\n Minimum age of 20 years for the bride and maximum age of 40 years for the bridegroom.\n Other Conditions:\n Nil.\n Time limit for sending application:\n Within 6 months from the date of remarriage.\n Officers to be contacted:\n \n \n \n District Social Welfare Officers\n Extension Officers (Social Welfare)\n \n \n \n Grievances, if any, to be reported to:\n District level:\n District Collector / District Social Welfare Officer\n State Level:\n Commissioner of Social Welfare,\n 2nd Floor, Panagal Maaligai,\n Saidapet, Chennai – 600 015.\n Phone No. 044-24351885.\n "
    },
    {
        " E.V.R.Maniammaiyar Ninaivu Marriage Assistance Scheme for Daughter’s of Poor Widows.": " Name of the Scheme:\n E.V.R.Maniammaiyar Ninaivu Marriage Assistance Scheme for Daughter’s of Poor Widows.\n Objective of the Scheme\n To help the poor widow mothers who face financial hardship in conducting their daughter’s marriage by providing financial assistance for the marriage of their daughters.\n Quantum of Assistance\n Scheme-I:\n Rs.25,000 through Electronic Clearing Service and 1 Sovereign (8gm) 22 carat gold coin is provided for making Thirumangalyam with effect from 23.05.2016.\n Scheme-II:\n Rs.50,000 through Electronic Clearing Service and 1 Sovereign (8gm) 22 carat gold coin is provided for making Thirumangalyam with effect from 23.05.2016.\n Benefit Criteria\n To whom the benefit is due and when\n To the bride’s widowed mother\n The benefit can be given to the bride in case of the death of the applicant.\n Eligibility Criteria\n Educational Qualification:\n Scheme-I\n Educational qualification not required\n Scheme-II\n Degree Holders from regular Colleges, Distance Education / Government recognized Open University.\n The diploma holders should have qualified from the Institution recognized by the Directorate of Technical Education, Government of Tamil Nadu.\n Income limit:\n Annual income of the family should not exceed Rs.72,000.\n Age limit:\n Bride should have completed 18 years of age at the time of marriage. There is no upper age limit.\n Other Conditions:\n Assistance is provided to one daughter of the Widowed mother.\n Certificate to be enclosed with the application:\n Scheme – I\n Beneficiaries getting widow pension under Social Security Pension Scheme are exempted from getting widow certificate and income certificate.\n For others, widow certificate and income certificate should be obtained from Tahsildar concerned.\n Copy of Age certificate of the daughter of the widow.\n Scheme – II\n Copies of Certificates of Graduates / Diploma Holders from regular Colleges, Distance Education / Government recognized Open University.\n Time limit for sending application:\n Within 15 days from the date of receipt of application.\n Late submission of applications:\n Applications received on or after the date of marriage will not be entertained.\n Officers to be contacted:\n \n \n \n District Social Welfare Officers\n Extension Officers (Social Welfare)\n \n \n \n Grievances, if any, to be reported to:\n District level:\n District Collector / District Social Welfare Officer\n State Level:\n Commissioner of Social Welfare,\n 2nd Floor, Panagal Maaligai,\n Saidapet, Chennai – 600 015.\n Phone No. 044-24351885.\n "
    },
    {
        " Annai Teresa Ninaivu Marriage Assistance Scheme for Orphan girls.": " Name of the Scheme:\n Annai Teresa Ninaivu Marriage Assistance Scheme for Orphan girls.\n Objective of the Scheme\n To help the orphan girls financially for their marriage.\n Quantum of Assistance \n Scheme-I:\n Rs.25,000 through Electronic Clearing Service and 1 Sovereign (8gm) 22 carat gold coin is provided for making Thirumangalyam with effect from 23.05.2016.\n Scheme-II:\n Rs.50,000 through Electronic Clearing Service and 1 Sovereign (8gm) 22 carat for making ‘Thirumangalyam’ with effect from 23.05.2016.\n Benefit Criteria\n To the orphan girls.\n Eligibility Criteria \n Educational Qualification:\n Scheme-I\n Educational qualification not required\n Scheme-II\n Graduate from Colleges / Distance Education/ Government recognized Open University.\n Diploma holders should have qualified from the Institution recognized by the Directorate of Technical Education, Government of Tamil Nadu.\n Income limit:\n Annual income of the family should not exceed Rs.72,000.\n Age limit:\n Bride should have completed 18 years of age at the time of marriage. There is no upper age limit.\n Other Conditions:\n Nil.\n Certificate to be enclosed with the application:\n Scheme – I\n Copies of Certificates showing that the applicant is an orphan from M.P./ MLA or the death certificate of the father and mother.\n Age Certificate of the applicant.\n Scheme – II\n Graduates / Diploma Holders from regular Colleges, Distance Education / Government recognized Open University.\n Time limit for sending application:\n Within 15 days from the date of receipt of the application.\n Late submission of applications:\n Applications received on or after the date of marriage will not be entertained\n Officers to be contacted:\n \n District Social Welfare Officers\n Extension Officers (Social Welfare)\n \n Grievances, if any, to be reported to:\n District level:\n District Collector / District Social Welfare Officer\n State level:\n Commissioner of Social Welfare,\n 2nd Floor, Panagal Maaligai,\n Saidapet, Chennai – 600 015.\n Phone No. 044-24351885\n "
    },
    {
        " Dr.Muthulakshmi Reddy Ninaivu Inter-caste Marriage Assistance Scheme.": " Name of the Scheme:\n Dr.Muthulakshmi Reddy Ninaivu Inter-caste Marriage Assistance Scheme.\n Objective of the Scheme\n To abolish caste and community discrimination by encouraging inter-caste marriage.\n Quantum of Assistance\n Scheme-I:\n Rs.25,000 (Rs.15,000 through Electronic Clearing Service and Rs.10,000 in the form of National Savings Certificate) along with 1Sovereign (8 gm) 22 carat gold coin is provided for making Thirumangalyam with effect from 23.05.2016.\n Scheme-II:\n Rs.50,000 (Rs.30,000 through Electronic Clearing Service and Rs.20,000 in the form of National Savings Certificate) along with 1 Sovereign (8 gm) 22 carat gold coin is provided for making Thirumangalyam with effect from 23.05.2016.\n Benefit Criteria \n The following two categories of inter-caste married couples can avail benefits:-\n Category I\n The financial assistance is provided to a newly married couples of whom one spouse should be from Scheduled Caste / Scheduled Tribe and the other from a different Community.\n Category II\n The financial assistance is provided to a newly married couple of whom one spouse is from other Community (Forward Community) and the other from the Backward Class / Most Backward Class Community.\n Eligibility Criteria \n Educational Qualification:\n Scheme-I\n The bride should have studied 10th Std (passed)\n Bride should have studied up to V Standard in case of Scheduled Tribe\n Scheme-II\n Degree Holders from Colleges, Distance Education / Government recognized Open University.\n Diploma holders from the Institution recognized by the Directorate of Technical Education, Government of Tamil Nadu.\n Income limit:\n No income limit.\n Age limit:\n Bride should have completed 18 years of age at the time of marriage. There is no upper age limit.\n Certificate to be enclosed with the application:\n Scheme – I\n Marriage Invitation or Marriage Registration Certificate\n Community Certificates of the bride and the bridegroom\n Age Certificate of the bride.\n Scheme – II\n Graduate / Diploma Holders from Colleges, Distance Education / Government recognized Open University.\n Time limit for sending application:\n Within 15 days from the date of receipt of the application.\n Officers to be contacted:\n \n District Social Welfare Officers\n Extension Officers (Social Welfare)\n \n Grievances, if any, to be reported to:\n District level:\n District Collector / District Social Welfare Officer\n State level:\n Commissioner of Social Welfare,\n 2nd Floor, Panagal Maaligai,\n Saidapet, Chennai – 600 015.\n Phone No. 044-24351885\n "
    },
    {
        " Sathiyavanimuthu Ammaiyar Ninaivu Free Supply of Sewing Machine Scheme.": " Name of the Scheme:\n Sathiyavanimuthu Ammaiyar Ninaivu Free Supply of Sewing Machine Scheme.\n Objective of the Scheme:\n Sewing machines are supplied at free of cost with a view to increase the self-employment potential for rehabilitation of destitute women/widows, deserted women, differently abled men and women, socially affected women and women from economically weaker sections.\n Quantum of Assistance \n Sewing machine and accessories.\n Benefit Criteria \n Destitute women/widows, deserted women, differently abled men and women, socially affected women and women from economically weaker sections.\n Eligibility Criteria \n Educational Qualification:\n Nil\n Income limit:\n Not exceeding Rs.72,000 per annum.\n Age limit:\n 20 to 40 years.\n Other criteria:\n Should have knowledge of tailoring.\n Certificate to be enclosed with the application:\n \n \n \n Destitute/Deserted/Widow/Differently abled Certificate\n Family Income Certificate\n Age Certificate\n Certificate showing that the applicant has knowledge in tailoring.\n \n \n \n Officers to be contacted:\n \n District Social Welfare Officers\n Extension Officers (Social Welfare)\n \n Grievances, if any, to be reported to:\n District Level:\n District Collector / District Social Welfare Officer\n State Level:\n Commissioner of Social Welfare,\n 2nd Floor, Panagal Maaligai,\n Saidapet, Chennai – 600 015.\n Phone No. 044-24351885\n "
    },
    {
        " Government Service Home.": " Name of the Scheme:\n Government Service Home.\n Objective of the Scheme:\n To provide institutional care to widows, destitute women, deserted women, adolescent girls and differently abled women and their children who are economically and socially backward by giving them protection, education and vocational training.\n Quantum of Assistance\n Accommodation, food, education and vocational training, free supply of text books, note books, uniforms, chapals and sanitary napkins.\n Benefit Criteria \n Widows, destitute women, deserted women, adolescent girls, differently abled women who are socially and economically backward, the women can stay with their male child upto 5th standard and girl child upto 12th standard in the Service Home.\n Eligibility Criteria \n Educational Qualification:\n Nil\n Income limit:\n Not exceeding Rs.72,000 per annum.\n Age limit:\n From 14 to 45 years.\n Certificate to be enclosed with the application:\n \n Age Certificate of the applicant\n Widow/Destitute/Deserted/Orphan Certificate.\n Income Certificate of the applicant / Parent / Guardian\n Certificate or proof of disability in case of differently abled.\n Death Certificate of the husband in case of widows.\n Certificate showing class last studied, if available.\n \n Officers to be contacted:\n \n District Social Welfare Officers\n Assistant Director,Service Home,Tambaram\n Superintendents of other Service Homes\n Extension Officers (Social Welfare)\n \n Grievances, if any, to be reported to:\n District level :\n District Collectors / District Social Welfare Officers\n State level:\n Commissioner of Social Welfare,\n 2nd Floor, Panagal Maaligai,\n Saidapet, Chennai – 600 015.\n Phone No. 044-24351885\n "
    },
    {
        " Government Working Women's Hostel.": " Name of the Scheme:\n Government Working Women's Hostel.\n Objective of the Scheme\n To provide safe accommodation facilities to the working women who live far away from their families, belonging to lower and middle-income groups.\n Quantum of Assistance\n Providing safe accommodation, food and electricity charges on dividing basis. A sum of Rs.300 p.m. in Chennai and Rs.200 p.m. in other Districts is collected as rent from the inmates.\n Benefit Criteria\n Working Woman with salary not more than Rs. 25,000 per month in Chennai, Rs.15,000 per month in other districts.\n Eligibility Criteria\n Low/Middle income group working women\n Certificate to be enclosed with the application:\n \n Certificates issued by the employer.\n Income Certificate of the Applicant\n Authority showing that the applicant belongs to District / Places other than the place where the hostel is located.\n \n Time limit for stay:\n 3 years.\n Officers to be contacted:\n \n District Social Welfare Officers.\n Superintendents, Government Working Women Hostel\n Extension Officers (Social Welfare)\n \n Grievances, if any, to be reported to:\n District Level:\n District Collector / District Social Welfare Officer.\n State Level:\n Commissioner of Social Welfare,\n 2nd Floor, Panagal Maaligai,\n Saidapet, Chennai – 600 015.\n Phone No. 044-24351885\n "
    },
    {
        " Protection of Women from Domestic Violence Act, 2005.": " Name of the Scheme: \n Protection of Women from Domestic Violence Act, 2005.\n Objective of the Scheme \n To prevent violence in families and to provide a peaceful and secure physical and mental space wherein a woman would be in a position to take free and informed decisions.\n Quantum of Assistance\n Medical facilities, legal facilities, Counselling and Protection Orders from designated Courts\n Benefit Criteria \n The women victims of domestic violence\n Eligibility Criteria \n Basis of Admission of petitions: \n On a written complaint from the victim\n Authorities / Agencies to be contacted:\n District Protection Officers / District Social Welfare Officers / Service Providers / Police / Magistrates.\n Grievances, if any, to be reported to:\n District Level :\n District Collector /District Social Welfare officer\n State Level :\n Commissioner of Social Welfare,\n 2nd Floor, Panagal Maaligai,\n Saidapet, Chennai – 600 015.\n Phone No. 044-24351885.\n "
    },
    {
        " Integrated Complex of Special Homes for Senior Citizens and Destitute Children": " Name of the Scheme:\n Integrated Complex of Special Homes for Senior Citizens and Destitute Children\n Objective of the Scheme\n The aim of the scheme is to ensure that the elders and destitute children are provided with better quality care and protection.\n Quantum of Assistance\n \n Rs.2.75 lakh per unit is provided towards Non-recurring expenditure by the Government as grants.\n Recurring grant of Rs.19.23 lakh per annum per unit is provided in the sharing ratio of 75:25 between the Government and the Non-Governmental Organizations (NGO).\n \n Eligibility Criteria\n \n The Non Governmental Organisations (NGO) registered under Societies Act / Trust Act / Company Act etc. and running Integrated Complex of Special Homes for Senior Citizens and Destitute Children.\n The Non Governmental Organisations (NGO) must have registered under Juvenile Justice (care and protection of children) Act, 2015\n The Non Governmental Organisations (NGO) must have registered under Tamil Nadu Maintenance and Welfare of Parents and Senior Citizens Rules, 2009.\n \n Officers to be contacted:\n District Social Welfare Officers\n Grievances, if any, to be reported to:\n District level:\n District Collector / District Social Welfare Officer\n State level:\n Commissioner of Social Welfare,\n 2nd Floor, Panagal Maaligai,\n Saidapet, Chennai – 600 015.\n Phone No. 044-24351885.\n "
    },
    {
        " TAMIL NADU STATE COMMISSION FOR WOMEN": " Name of the Scheme: \n TAMIL NADU STATE COMMISSION FOR WOMEN\n Objective of the Scheme\n To safeguard the welfare of women and enquire into the gender issues relating to women\n Composition of the Commission \n 1. Chairperson\n 2. Non Official Members :-\n \n One Woman I.A.S. Officer\n One Woman I.P.S. Officer\n One Woman Social Worker\n A Woman Principal of an Educational Institution\n One Woman Lawyer\n Two Women Members of Legislative Assembly\n \n 3. Official Members:\n \n Principal Secretary to Government, Social Welfare and Nutritious Meal Programme Department (Ex-officio)\n Commissioner of Social Welfare - Member-Secretary\n \n Eligibility Criteria\n Activities of the Commission:\n \n Women rights as enumerated in the Constitution as well as in the Laws be analysed to safeguard the welfare of women\n To make recommendations and submit report to State Government in connection with the protection of rights of women as per the proviso, as and when required as the Commission may deem fit.\n To review existing provision of laws affecting the welfare of women and recommend amendments or modifications so as to provide remedial legislative measures to meet any lacunae, shortcomings, inadequacies in such legislations.\n Take up the cases of violation of provisions in the Constitution and other laws pertaining to women rights with the concerned authorities.\n \n To review the following complaints: \n \n Non-implementation of laws to provide protection of rights for women and also the objective of the equality and development\n Discrimination of gender and crime against women and identify the parameters so as to recommend suitable strategies for the removal.\n \n \n Evaluate the progress of development of women in all walks of life\n To inspect Women Prisons, Remand House, Women Institutions or other places of custody where women are kept as Prisoners and suggest appropriate recommendations to Government for remedial measures.\n Any other matter which may be reported to Government by Women Commission\n Identifying the problems faced by women in the society through Public Hearing and redressing them.\n Conducting Awareness Programme especially which safeguards the rights of women\n Conducting awareness Programme to the elected Women representatives of Local Bodies.\n Setting up of Counselling Centres in Women Colleges to protect the rights of women\n Conducting awareness Programmes to prevent sexual harassment at work place\n Conducting District Review Meetings for the petitions received by the Commission\n To investigate and render justice to the affected women through mediation.\n \n Grievances, if any, to be reported to:\n The Chairperson,\n Tamil Nadu State Commission for Women\n 1st Floor, Kalashamagal,\n Backside Ezhilagam, Chepauk,\n Chennai – 600 005.\n Phone No. 044 – 28592750\n "
    },
    {
        " Disability Certificates & Pass Book For the Differently Abled Persons": " Name of the Scheme:\n Disability Certificates & Pass Book For the Differently Abled Persons\n Objective of the Scheme\n Issue of Disability certificate & Pass book to the differently abled persons\n Eligibility Criteria\n Should have a specified disability under the Rights of the Persons with Disabilities Act, 2016.\n Certificate to be enclosed with the application:\n Medical certificate should be obtained from the competent Medical authority (i.e.) concerned Specialist. In case of a multiple disabled person, certificate should be obtained from Medical Board.\n Officers to be contacted:\n District Differently Abled Welfare Officer\n Grievances, if any, to be reported to:\n Assistant Special Officer,\n O/o. The Commissionerate for the Welfare of Differently abled,\n No.5, Kamarajar salai,\n Chennai – 600 005.\n Ph: 044-28444940\n "
    },
    {
        " Government of India Post Matric Scholarship Scheme for SC/ST": " Name of the Scheme:\n Government of India Post Matric Scholarship Scheme for SC/ST\n Objective of the Scheme\n All compulsory and non-refundable fees, payable to Govt. / Govt. aided schools and colleges are sanctioned as Scholarship along with maintenance allowance.\n Quantum of Assistance\n Day Scholars Rs. 230/- to Rs. 550/- per month\n Hostellers Rs. 380/- to Rs. 1200/- per month, depending upon the course\n Benefit Criteria\n Adi Dravidar students admitted under Government quota and Scheduled Tribe students admitted under Government Quota and Management Quota in self financing colleges are paid with the compulsory and non refundable fees as fixed by the Government / Fee Fixation Committee.\n Eligibility Criteria\n \n Students studying beyond 10th Std.\n Parent/ Guardian’s Annual Income is upto Rs.2.50 lakhs (Gross income of all Sources will be taken into account)\n SC/ ST students only\n \n Certificate to be enclosed with the application:\n Authority showing that the applicant belongs to District / Places\n Community Certificate\n Officers to be contacted:\n \n Headmaster / College Principal/ District Adi Dravidar and Tribal Welfare Officer / Project Officer (Tribal Welfare).\n For SC and SCC students studying in other States; Personal Assistant to Director of Adi Dravidar Welfare Chennai)\n For Scheduled Tribes students studying in Other States; the Director, Tribal Welfare Chennai)\n \n Grievances, if any, to be reported to:\n District Level:\n District Tribal Welfare Officer / District Adi Dravidar Welfare Officer.\n State Level:\n The Director, Adi Dravidar Welfare\n Contact No:- 044- 28594780\n Fax No:- 044 – 28419612\n Ezhilagam Chepauk\n Chennai – 600 005\n The Director, Tribal Welfare\n Contact No:- 044- 28516689\n Fax No:- 044 – 28419612\n Ezhilagam Chepauk\n Chennai – 600 005\n "
    },
    {
        " Government of India Pre-Matric Scholarship Scheme": " Name of the Scheme:\n Government of India Pre-Matric Scholarship Scheme\n Objective of the Scheme\n Maintenance allowance for the children of those engaged in unclean occupation\n Quantum of Assistance\n \n Day- Scholars Maintenance Allowance: Scholarship Rs.225/- per month (From 1 st Std to 10th Std)\n Adhoc Grant - Rs.750/- per annum\n Hostellers Maintenance Allowance: Scholarship Rs.700/- per month (From 3rd Std to 10th Std)\n Adhoc Grant - Rs.1000/- per annum\n Benefit Criteria\n Children of those Parents engaged in unclean occupation Such as Scavenging, Tanning, Flaying, and Waste Picking.\n \n Eligibility Criteria\n No caste or Religion.\n No income limit\n Certificate to be enclosed with the application:\n \n Authority showing that the applicant belongs to District / Places\n Community Certificate\n \n Officers to be contacted:\n \n Head Master of the School /\n District Adi Dravidar & Tribal Welfare Officer\n Project Officer (Tribal Welfare)\n \n Grievances, if any, to be reported to:\n District Level:\n District Tribal Welfare Officer / District Adi Dravidar Welfare Officer.\n State Level:\n The Director, Adi Dravidar Welfare\n Contact No:- 044- 28594780\n Fax No:- 044 – 28419612\n Ezhilagam Chepauk\n Chennai – 600 005\n The Director, Tribal Welfare\n Contact No:- 044- 28516689\n Fax No:- 044 – 28419612\n Ezhilagam Chepauk\n Chennai – 600 005\n "
    },
    {
        " Pre-Matric Scholarship Scheme for STD IX & STD X": " Name of the Scheme:\n Pre-Matric Scholarship Scheme for STD IX & STD X\n Objective of the Scheme\n Maintenance allowance for the students of 9th & 10th Std of SC & ST Caste.\n Quantum of Assistance\n \n Day- Scholars Maintenance Allowance: Scholarship\n Adi Dravida - Rs.225/- per month\n Scheduled Tribes - Rs.150/- per month\n Adhoc Grant - Rs.750/- per annum\n Hostellers Maintenance Allowance: Scholarship Rs.750/- per month (From 3rd Std to 10th Std)\n Adhoc Grant - Rs.1000/- per annum\n \n Benefit Criteria\n Students of 9th & 10th Std of SC & ST Caste\n Eligibility Criteria\n \n Parent / Guardian Annual Income limit is upto Rs. 2.50 lakhs for Scheduled Caste\n Rs.2.00 Lakhs for Scheduled Tribes\n SC/ST studying Ix and X Std in recognized schools.\n \n Certificate to be enclosed with the application:\n \n Authority showing that the applicant belongs to District / Places\n Community Certificate\n \n Officers to be contacted:\n \n Head Master of the School /\n District Adi Dravidar & Tribal Welfare Officer\n Project Officer (Tribal Welfare)\n \n Grievances, if any, to be reported to:\n District Level:\n District Tribal Welfare Officer / District Adi Dravidar Welfare Officer\n State Level:\n The Director, Adi Dravidar Welfare\n Contact No:- 044- 28594780\n Fax No:- 044 – 28419612\n Ezhilagam Chepauk\n Chennai – 600 005\n The Director, Tribal Welfare\n Contact No:- 044- 28516689\n Fax No:- 044 – 28419612\n Ezhilagam Chepauk\n Chennai – 600 005\n "
    },
    {
        " Higher Education Special Scholarship": " Name of the Scheme:\n Higher Education Special Scholarship\n Objective of the Scheme\n The SC/ST/SCC students Studying in Government / Government Aided Institution and staying in paid institution Hostels are provided with a financial grant.\n Quantum of Assistance\n \n For degree / polytechnic courses Rs.7500/- p.a.\n Post graduate / professional courses Rs. 8000/- p.a.\n \n Benefit Criteria\n SC/ST/SC students staying in paid institution Hostels\n Eligibility Criteria\n \n Parents / Guardian Annual Income should not exceed Rs.2.50 lakhs\n Students staying in other college hostels rather than Government hostels\n \n Certificate to be enclosed with the application:\n \n Authority showing that the applicant belongs to District / Places\n Community Certificate\n \n Officers to be contacted:\n \n Principal\n District Adi Dravidar & Tribal Welfare Officer\n Project Officer (Tribal Welfare)\n \n Grievances, if any, to be reported to:\n District Level:\n District Tribal Welfare Officer / District Adi Dravidar Welfare Officer\n State Level:\n The Director, Adi Dravidar Welfare\n Contact No:- 044- 28594780\n Fax No:- 044 – 28419612\n Ezhilagam Chepauk\n Chennai – 600 005\n The Director, Tribal Welfare\n Contact No:- 044- 28516689\n Fax No:- 044 – 28419612\n Ezhilagam Chepauk\n Chennai – 600 005\n "
    },
    {
        " Overseas Scholarship": " Name of the Scheme:\n Overseas Scholarship\n Objective of the Scheme\n Scholarship for students who aspire to take up Post Graduate and research studies in abroad\n Quantum of Assistance\n Fees and Taxes in actual and Living expenses depending upon the country in which the scholar pursues his study.\n Benefit Criteria\n Students who aspire to take up Post Graduate and research studies in abroad in the field of\n \n Engineering\n Technology\n other Science discipline\n \n Eligibility Criteria\n \n The Parent’s / Guardian’s income is upto Rs.3 lakhs per annum.\n Students belonging to Scheduled Castes / Scheduled Tribes / SC Converts to Christianity community\n \n Certificate to be enclosed with the application:\n Authority showing that the applicant belongs to District / Places\n Community Certificate\n Officers to be contacted:\n \n Director, Adi Dravidar Welfare\n Director Tribal Welfare\n \n Grievances, if any, to be reported to:\n District Level:\n District Tribal Welfare Officer / District Adi Dravidar Welfare Officer\n State Level:\n The Director, Adi Dravidar Welfare\n Contact No:- 044- 28594780\n Fax No:- 044 – 28419612\n Ezhilagam Chepauk\n Chennai – 600 005\n The Director, Tribal Welfare\n Contact No:- 044- 28516689\n Fax No:- 044 – 28419612\n Ezhilagam Chepauk\n Chennai – 600 005\n "
    }
]